{ "translations": {
    "Register" : "Zaregistrovat",
    "Verification email successfully sent." : "Ověřovací e-mail byl úspěšně odeslán.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Váš účet byl úspěšně vytvořen, nyní se můžete <a href=\"%s\">přihlásit</a>.",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Váš účet byl úspěšně vytvořen, ale ještě čeká na schválení správcem.",
    "Saved" : "Uloženo",
    "The email address you entered is not valid" : "Zadaná e-mailová adresa není platná",
    "Verify your %s registration request" : "Ověřte váš požadavek na registraci %s",
    "A problem occurred sending email, please contact your administrator." : "Vyskytl se problém s odesíláním e-mailu – prosím obraťte se na správce tohoto serveru.",
    "A new user \"%s\" has created an account on %s" : "Novému uživateli „%s“ byl vytvořen účet na %s",
    "A user has already taken this email, maybe you already have an account?" : "Existující uživatel už používá tento e-mail. Možná už zde účet máte?",
    "Registration is only allowed for the following domains: " : "Registrace je nyní umožněná pouze pro následující domény:",
    "Please provide a valid display name." : "Prosím zadejte platné zobrazované jméno.",
    "Please provide a valid user name." : "Prosím zadejte platné uživatelské jméno.",
    "The username you have chosen already exists." : "Uživatelské jméno, které jste zvolili už používá někdo jiný.",
    "Invalid verification URL. No registration request with this verification URL is found." : "Neplatná ověřovací URL adresa. Nenalezen žádný registrační požadavek pro tuto ověřovací URL.",
    "Unable to create user, there are problems with the user backend." : "Nedaří se vytvořit uživatele – vyskytly se problémy s podpůrnou vrstvou (backend) pro správu uživatelských účtů.",
    "Unable to set user email: " : "Nedaří se nastavit e-mail uživatele:",
    "Failed to delete pending registration request" : "Čekající požadavek na registraci se nepodařilo smazat",
    "Registration" : "Registrace",
    "This app allows users to self-register a new account using their e-mail address." : "Tato aplikace umožňuje uživatelům samoobslužnou registraci nového účtu pomocí svých e-mailových adres.",
    "Default group that all registered users belong" : "Výchozí skupina, do které budou náležet všichni uživatelé po registraci",
    "None" : "Žádné",
    "Allowed mail address domains for registration" : "Domény, pouze ze kterých jsou přijímány e-mailové adresy k registraci.",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Zadejte středníkem oddělovaný seznam domén, ze kterých bude umožněna registrace. Příklad: example.com;example.net",
    "Registration is only allowed for the following domains:" : "Registrace je možná pouze pro e-maily z následujících domén:",
    "To create a new account on %s, just click the following link:" : "Pro vytvoření nového účtu na %s, stačí kliknout na následující odkaz:",
    "Welcome, you can create your account below." : "Vítejte, níže si můžete vytvořit účet pro vás.",
    "Username" : "Uživatelské jméno",
    "Password" : "Heslo",
    "Create account" : "Vytvořit účet",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Děkujeme vám za registraci – během několika minut byste měli obdržet ověřovací odkaz.",
    "Email" : "E-mail",
    "Request verification link" : "Odkaz pro ověření",
    "Please re-enter a valid email address" : "Prosím zadejte platnou e-mailovou adresu",
    "You will receive an email with a verification link" : "Obdržíte e-mail s ověřovacím odkazem"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}