{ "translations": {
    "Register" : "Registrieren",
    "Your registration is pending. Please confirm your email address." : "Ihre Registrierung steht noch aus. Bitte bestätigen Sie Ihre E-Mail Adresse. ",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Für diese Mail gibt es bereits eine ausstehende Registrierung, es wurde erneut eine Bestätigungsemail an diese Addresse gesendet.",
    "Verification email successfully sent." : "E-Mail zur Bestätigung erfolgreich gesendet.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Dein Konto wurde erfolgreich erstellt, Du kannst dich <a href=\"%s\">jetzt anmelden</a>.",
    "Saved" : "Gespeichert",
    "No such group" : "Keine derartige Gruppe",
    "The email address you entered is not valid" : "Die eingegebene E-Mail Adresse ist ungültig",
    "Verify your %s registration request" : "Bitte bestätige deine %s Registrierungsanfrage",
    "A problem occurred sending email, please contact your administrator." : "Ein Problem ist beim Senden der E-Mail aufgetreten, bitte den Administrator kontaktieren",
    "A new user \"%s\" has created an account on %s" : "Ein neuer Benutzer \"%s\" hat ein Konto auf %s erstellt",
    "A user has already taken this email, maybe you already have an account?" : "Diese E-Mail wurde bereits verwendet, vielleicht hast du bereits ein Konto?",
    "You can <a href=\"%s\">log in now</a>." : "Du kannst dich <a href=\"%s\">jetzt anmelden</a>.",
    "Registration is only allowed for the following domains: " : "Eine Anmeldung ist nur für die folgenden Domains erlaubt:",
    "Please provide a valid display name." : "Bitte trage einen gültigen Anzeigenamen ein.",
    "Please provide a valid user name." : "Bitte trage einen gültigen Benutzernamen ein.",
    "The username you have chosen already exists." : "Der Benutzername, den du gewählt hast, existiert bereits.",
    "Invalid verification URL. No registration request with this verification URL is found." : "Ungültige Bestätigungsadresse. Keine Registrierungsanfrage mit dieser Bestätigungsadresse gefunden.",
    "Unable to create user, there are problems with the user backend." : "Benutzer konnte nicht erstellt werden, es gibt Probleme mit dem Benutzerhintergrundprogramm.",
    "Unable to set user email: " : "Die E-Mail-Adresse des Benutzers konnte nicht gespeichert werden:",
    "Failed to delete pending registration request" : "Das Löschen der in Bearbeitung befindlichen Registrierungsanfrage ist fehlgeschlagen",
    "Registration app auto setup" : "Automatisches Einrichten der App zur Registrierung",
    "Registration" : "Registrierung",
    "Default group that all registered users belong" : "Standardgruppe, zu der alle registrierten Benutzer gehören",
    "None" : "Keine",
    "Allowed mail address domains for registration" : "Erlaubte Domains für die Registrierung",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Gib eine Semikolon getrennte Liste der zulässigen Domänen an. Beispiel: owncloud.com;github.com",
    "Registration is only allowed for the following domains:" : "Eine Anmeldung ist nur für die folgenden Domains erlaubt:",
    "To create a new account on %s, just click the following link:" : "Um ein neues Konto auf %s zu erstellen, klick bitte auf den folgenden Link:",
    "Welcome, you can create your account below." : "Willkommen, Du kannst im unteren Teil Dein Konto anlegen.",
    "Username" : "Benutzername",
    "Password" : "Passwort",
    "Create account" : "Konto erstellen",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Danke für die Registrierung, du solltest einen Bestätigungs-Link in wenigen Minuten erhalten.",
    "Email" : "E-Mail",
    "Request verification link" : "Bestätigungslink anfragen",
    "Please re-enter a valid email address" : "Bitte nochmals eine gültige E-Mail-Adresse angeben",
    "You will receive an email with a verification link" : "Du wirst eine E-Mail mit einem Bestätigungslink erhalten"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}