{ "translations": {
    "Register" : "Registrieren",
    "Your registration is pending. Please confirm your email address." : "Deine Registrierung ist ausstehend. Bitte bestätige Deine E-Mail-Adresse.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Es gibt bereits eine ausstehende Registrierung mit dieser E-Mail-Adresse, eine neue Bestätigungs-E-Mail wurde an die Adresse geschickt.",
    "Verification email successfully sent." : "Bestätigungsmail erfolgreich gesendet.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Dein Konto wurde erfolgreich erstellt, Du kannst Dich <a href=\"%s\">jetzt anmelden</a>.",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Dein Konto wurde erfolgreich erstellt, muss aber noch von einem Administrator bestätigt werden.",
    "Saved" : "Gespeichert",
    "No such group" : "Gruppe nicht vorhanden",
    "The email address you entered is not valid" : "Die eingegebene E-Mail-Adresse ist ungültig",
    "Verify your %s registration request" : "Bestätige Deine %s Registrierungsanfrage",
    "A problem occurred sending email, please contact your administrator." : "Es ist ein Fehler beim Senden der E-Mail aufgetreten. Bitte den Administrator kontaktieren.",
    "A new user \"%s\" has created an account on %s" : "Ein neuer Benutzer \"%s\" hat ein Konto auf %s erstellt",
    "Please provide a valid display name." : "Bitte gib einen gültigen Anzeigenamen an",
    "Please provide a valid user name." : "Bitte gib einen gültigen Benutzernamen an",
    "Unable to create user, there are problems with the user backend." : "Benutzer konnte nicht erstellt werden, da es Probleme mit Benutzer-Backend gibt",
    "Unable to set user email: " : "Benutzer-E-Mail konnte nicht gesetzt werden: ",
    "Failed to delete pending registration request" : "Löschen der Registrierungsanfrage fehlgeschlagen",
    "Registration" : "Registrierung",
    "This app allows users to self-register a new account using their e-mail address." : "Diese App erlaubt Benutzern sich mit ihrer E-Mail-Adresse selber ein Konto zu erstellen.",
    "None" : "Keine",
    "Username" : "Benötigt keine Übersetzung. Für den Desktop wird nur die formelle Übersetzung verwendet (de_DE).",
    "Password" : "Passwort",
    "Create account" : "Konto erstellen",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Danke fürs registrieren, du solltest in Kürze einen Bestätigungs-Link erhalten.",
    "Email" : "E-Mail"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}