{ "translations": {
    "Register" : "Εγγραφή",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Εκκρεμεί ήδη μία εγγραφή με αυτή τη διεύθυνση ηλ. ταχυδρομείου, ένα καινούριο μήνυμα επιβεβαίωσης έχει σταλεί στη διεύθυνση.",
    "Verification email successfully sent." : "Το μήνυμα επαλήθευσης στάλθηκε επιτυχώς.",
    "Saved" : "Αποθηκεύτηκαν",
    "No such group" : "Δεν υπάρχει τέτοια ομάδα",
    "The email address you entered is not valid" : "Η διεύθυνση ηλεκτρονικού ταχυδρομείου που εισάγατε δεν είναι έγκυρη",
    "Verify your %s registration request" : "Επιβεβαιώστε το αίτημα εγγραφής σας στο %s",
    "A problem occurred sending email, please contact your administrator." : "Παρουσιάστηκε σφάλμα κατά την αποστολή email, παρακαλώ επικοινωνήστε με τον διαχειριστή.",
    "A new user \"%s\" has created an account on %s" : "Ένας νέος χρήστης \"%s\" δημιούργησε λογαριασμό στο %s",
    "A user has already taken this email, maybe you already have an account?" : "Υπάρχει χρήστης με αυτή τη διεύθυνση email. Μηπώς έχετε ήδη λογαριασμό;",
    "Invalid verification URL. No registration request with this verification URL is found." : "Μη έγκυρη URL επιβεβαίωσης. Καμμία αίτηση εγγραφής δεν βρέθηκε με αυτό το URL επιβεβαίωσης.",
    "Unable to create user, there are problems with the user backend." : "Αδύνατη η δημιουργία χρήστη, υπάρχουν προβλήματα με το σύστημα υποστήριξης χρήστη.",
    "Unable to set user email: " : "Αδυναμία ορισμού email χρήστη:",
    "Failed to delete pending registration request" : "Αποτυχία διαγραφής εκκρεμούς αίτησης εγγραφής",
    "Registration" : "Εγγραφή",
    "Default group that all registered users belong" : "Προεπιλεγμένη ομάδα όπου ανήκουν όλοι οι εγγεγραμμένοι χρήστες",
    "None" : "Τίποτα",
    "Allowed mail address domains for registration" : "Επιτρεπόμενα email domains για εγγραφή",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Εισάγετε μια λίστα επιτρεπόμενων τομέων, διαχωρισμένη με ερωτηματικά. Παράδειγμα: owncloud.com;github.com",
    "Registration is only allowed for the following domains:" : "Η εγγραφή επιτρέπεται μόνο για τους ακόλουθους τομείς:",
    "To create a new account on %s, just click the following link:" : "Για να δημιουργήσετε έναν νέο λογαριασμό στο %s, πατήστε στον παρακάτω σύνδεσμο:",
    "Welcome, you can create your account below." : "Καλωσήρθατε, μπορείτε να δημιουργήσετε το λογαριασμό σας παρακάτω.",
    "Username" : "Όνομα χρήστη",
    "Password" : "Κωδικός πρόσβασης",
    "Create account" : "Δημιουργία λογαριασμού",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Σας ευχαριστούμε για την εγγραφή, θα λάβετε σύνδεσμο επιβεβαίωσης σε λίγα λεπτά.",
    "Email" : "Ηλ. ταχυδρομείο",
    "Request verification link" : "Αίτηση συνδέσμου επιβεβαίωσης",
    "Please re-enter a valid email address" : "Παρακαλώ εισάγετε ξανά μια έγκυρη διεύθυνση ηλ. ταχυδρομείου",
    "You will receive an email with a verification link" : "Θα λάβετε ένα μήνυμα ηλ. ταχυδρομείου με το σύνδεσμο επιβεβαίωσης"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}