{ "translations": {
    "Registration is not allowed with the following domains:" : "Η εγγραφή δεν επιτρέπεται στους ακόλουθους τομείς:",
    "Registration is only allowed with the following domains:" : "Η εγγραφή επιτρέπεται μόνο στους ακόλουθους τομείς:",
    "A problem occurred sending email, please contact your administrator." : "Παρουσιάστηκε πρόβλημα κατά την αποστολή email, παρακαλούμε επικοινωνήστε με τον διαχειριστή.",
    "The entered verification code is wrong" : "Ο κωδικός επαλήθευσης που έχετε εισαγάγει είναι λάθος",
    "The verification failed." : "Η επαλήθευση απέτυχε.",
    "Invalid username policy regex" : "Μη έγκυρο regex πολιτικής ονόματος χρήστη",
    "Saved" : "Αποθηκεύτηκε",
    "No such group" : "Δεν υπάρχει τέτοια ομάδα",
    "Register" : "Εγγραφή",
    "The email address you entered is not valid" : "Η διεύθυνση ηλεκτρονικού ταχυδρομείου που εισαγάγατε δεν είναι έγκυρη",
    "Verify your %s registration request" : "Επιβεβαιώστε το %s αίτημα εγγραφής",
    "Registration" : "Εγγραφή",
    "Email address verified, you can now complete your registration." : "Η διεύθυνση ηλεκτρονικού ταχυδρομείου επαληθεύτηκε, μπορείτε να ολοκληρώσετε την εγγραφή σας.",
    "Click the button below to continue." : "Κάντε κλικ στο παρακάτω κουμπί για συνέχεια.",
    "Verification code: %s" : "Κωδικός επαλήθευσης: %s",
    "Continue registration" : "Συνεχίστε την εγγραφή",
    "New user \"%s\" has created an account on %s" : "Ένας νέος χρήστης, ο «%s» έχει δημιουργήσει έναν λογαριασμό στο %s",
    "New user registered" : "Εγγράφηκε νέος χρήστης",
    "Enable now" : "Ενεργοποίηση τώρα",
    "A user has already taken this email, maybe you already have an account?" : "Ένας χρήστης χρησιμοποιεί αυτό το email, έχετε ήδη λογαριασμό;",
    "You can <a href=\"%s\">log in now</a>." : "Μπορείτε <a href=\"%s\">να συνδεθείτε</a>.",
    "Registration with this email domain is not allowed." : "Δεν επιτρέπεται η εγγραφή με αυτόν τον τομέα ηλεκτρονικής διεύθυνσης.",
    "Please provide a valid display name." : "Παρακαλούμε καταχωρίστε ένα έγκυρο εμφανιζόμενο όνομα.",
    "Unable to create user, there are problems with the user backend." : "Δεν είναι δυνατή η δημιουργία χρήστη, υπάρχουν προβλήματα με το backend του χρήστη.",
    "Unable to set user email: " : "Δεν είναι δυνατός ο ορισμός του διεύθυνσης ηλεκτρονικού ταχυδρομείου του χρήστη: ",
    "Registration app auto setup" : "Εφαρμογή αυτόματης ρύθμισης εγγραφής",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Εγγραφή χρήστη. Αυτή η εφαρμογή επιτρέπει στους χρήστες να εγγράψουν έναν νέο λογαριασμό. # Χαρακτηριστικά. - Προσθήκη χρηστών σε μια δεδομένη ομάδα. -Να επιτρέπεται η λίστα με τομείς email (συμπεριλαμβανομένου wildcard) για εγγραφή. - Οι διαχειριστές θα ειδοποιούνται μέσω email για τη δημιουργία νέων χρηστών ή που απαιτούν έγκριση. Supports Nextcloud's Client Login Flow v1 and v2. Επιτρέποντας την εγγραφή στους πελάτες για εφαρμογές για κινητές συσκευές και επιτραπέζιους υπολογιστές. # Ροή εγγραφής φόρμας Web. 1. Ο χρήστης εισάγει τη διεύθυνση email του. 2. Ο σύνδεσμος επαλήθευσης αποστέλλεται στη διεύθυνση email. 3. Ο χρήστης κάνει κλικ στο σύνδεσμο επαλήθευσης. 4. Ο χρήστης οδηγείται σε μια φόρμα όπου μπορεί να επιλέξει το όνομα χρήστη και τον κωδικό πρόσβασης. 5. Δημιουργείται νέος λογαριασμός και συνδέεται αυτόματα.",
    "Require admin approval" : "Απαιτείται έγκριση διαχειριστή",
    "Registered users default group" : "Προεπιλεγμένη ομάδα εγγεγραμμένων χρηστών",
    "Block listed email domains instead of allowing them" : "Αποκλεισμός καταχωρημένων τομέων email αντί να τους επιτρέπεται.",
    "Force email as login name" : "Αναγκαστική διεύθυνση ηλεκτρονικού ταχυδρομείου ως όνομα σύνδεσης.",
    "User instructions" : "Οδηγίες χρήστη",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Προσοχή: Οι οδηγίες χρήστη δεν θα μεταφραστούν και επομένως θα εμφανίζονται όπως διαμορφώνονται παρακάτω για όλους τους χρήστες ανεξάρτητα από την πραγματική γλώσσα τους.",
    "Allowed email domains" : "Επιτρεπόμενοι τομείς διευθύνσεων ηλεκτρονικής αλληλογραφίας",
    "Approval required" : "Απαιτείται έγκριση",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Ο λογαριασμός σας δημιουργήθηκε με επιτυχία, αλλά εξακολουθεί να χρειάζεται έγκριση από έναν διαχειριστή.",
    "Email" : "Ηλεκτρονική αλληλογραφία",
    "Continue" : "Συνεχίστε",
    "Request verification link" : "Αίτηση συνδέσμου επαλήθευσης",
    "Back to login" : "Πίσω στην είσοδο",
    "Welcome, you can create your account below." : "Καλώς ορίσατε, μπορείτε να δημιουργήσετε τον λογαριασμό σας παρακάτω.",
    "Password" : "Συνθηματικό",
    "Create account" : "Δημιουργία λογαριασμού",
    "Verification code" : "Κωδικός επαλήθευσης",
    "Verify" : "Επαλήθευση"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}