{ "translations": {
    "Register" : "Registrarte",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Ya existe un registro pendiente con este correo electrónico, un nuevo correo de verificación ha sido enviado a esta dirección.",
    "Verification email successfully sent." : "Correo de verificación enviado exitosamente.",
    "Saved" : "Guardado",
    "No such group" : "No existe tal grupo",
    "The email address you entered is not valid" : "El correo que ingresaste no es válido",
    "Verify your %s registration request" : "Verificar tu solicitud de registro %s",
    "A problem occurred sending email, please contact your administrator." : "Ocurrió un problema al mandar correos electrónicos, por favor contacta a tu administrador.",
    "A new user \"%s\" has created an account on %s" : "Un nuevo usuario \"%s\" ha creado una cuenta en %s",
    "A user has already taken this email, maybe you already have an account?" : "Un usuario ya ha tomado este correo electrónico, ¿tal vez ya tienes una cuenta?",
    "Invalid verification URL. No registration request with this verification URL is found." : "URL de verificación inválido. No se encontró ninguna solicitud de registro con este URL de verificación.",
    "Unable to create user, there are problems with the user backend." : "No se pudo crear el usuario, hay problemas con el backend de usuario.",
    "Unable to set user email: " : "No fue posible establecer el correo del usuario:",
    "Failed to delete pending registration request" : "Error al eliminar la solicitud de registro pendiente",
    "Registration" : "Registro",
    "Default group that all registered users belong" : "Grupo predeterminado que pertenece a todos los grupos registrados",
    "None" : "Ninguno",
    "Allowed mail address domains for registration" : "Dominios permitidos para el registro de correos electrónicos",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Introduce una lista de dominios permitidos separados por punto y coma. Ejemplo: owncloud.com;github.com",
    "Registration is only allowed for the following domains:" : "El registro sólo está permitido para los siguientes dominios:",
    "To create a new account on %s, just click the following link:" : "Para crear una nueva cuenta en %s, simplemente haga clic en el siguiente enlace:",
    "Welcome, you can create your account below." : "Bienvenido, a continuación puedes crear tu cuenta.",
    "Username" : "Nombre de usuario",
    "Password" : "Contraseña",
    "Create account" : "Crear cuenta",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Gracias por registrarte, en pocos minutos recibiras un link de confirmación.",
    "Email" : "E-mail",
    "Request verification link" : "Enlace a la solicitud de verificación",
    "Please re-enter a valid email address" : "Por favor, ingresa un correo válido nuevamente",
    "You will receive an email with a verification link" : "Recibirás un correo con un enlace de verificación"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}