{ "translations": {
    "Registration is not allowed with the following domains: %s" : "El registro no está permitido para los siguientes dominios: %s",
    "Registration is only allowed with the following domains: %s" : "El registro solo está permitido para los siguientes dominios: %s",
    "A problem occurred sending email, please contact your administrator." : "Ocurrió un problema al enviar el correo electrónico, por favor contacte al administrador.",
    "The entered verification code is wrong" : "El código de verificación introducido es incorrecto.",
    "The verification failed." : "La verificación falló.",
    "Invalid username policy regex" : "Este nombre de usuario no es válido debido a las políticas establecidas.",
    "Saved" : "Guardado.",
    "No such group" : "Grupo no encontrado.",
    "Register" : "Registrar",
    "The email address you entered is not valid" : "La dirección de correo electrónico ingresada no es válida.",
    "Verify your %s registration request" : "Verifica tu solicitud de registro %s",
    "Registration" : "Registro",
    "Email address verified, you can now complete your registration." : "La dirección de correo electrónico fue verificada con éxito, ahora puede completar su registro.",
    "Click the button below to continue." : "Haga clic en el botón de abajo para continuar.",
    "Verification code: %s" : "Código de verificación: %s",
    "Continue registration" : "Continuar el registro",
    "New user \"%s\" has created an account on %s" : "El nuevo usuario \"%s\" ha creado una cuenta en %s",
    "New user registered" : "Nuevo usuario registrado",
    "no email address given" : "No se proporcionó ninguna dirección de correo electrónico",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "\"%1$s\" (%2$s) ha registrado una nueva cuenta en %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "\"%1$s\" (%2$s) ha registrado una nueva cuenta en %3$s y necesita habilitarse.",
    "Enable now" : "Habilitar ahora",
    "A user has already taken this email, maybe you already have an account?" : "Otro usuario ya esta usando esta dirección de correo electrónico, ¿Tal vez usted ya tiene una cuenta registrada?",
    "You can <a href=\"%s\">log in now</a>." : "Puede <a href=\"%s\">iniciar sesión ahora</a>.",
    "Registration with this email domain is not allowed." : "No se permite el registro con este dominio de correo electrónico.",
    "Please provide a valid display name." : "Por favor proporcione un nombre de visualización válido.",
    "Please provide a valid login name." : "Por favor ingrese un nombre de usuario válido.",
    "The login name you have chosen already exists." : "El nombre de usuario ingresado ya existe.",
    "The phone number needs to contain the country code." : "Su número de teléfono debe contener el código de país.",
    "The phone number is invalid." : "El número de teléfono ingresado no es válido.",
    "Please provide a password." : "Por favor ingrese una contraseña.",
    "Please provide a valid phone number." : "Por favor ingrese un número de teléfono válido.",
    "Unable to create user, there are problems with the user backend." : "No se pudo crear el usuario, se están experimentando problemas en el backend de usuarios.",
    "Unable to set user email: " : "No se pudo establecer la dirección de correo electrónico:",
    "Registration app auto setup" : "Configuración automática para la aplicación de registro",
    "This app allows users to self-register a new account using their email address." : "Esta aplicación le permite a los usuarios registrar una cuenta por medio de su dirección de correo electrónico.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Administrator will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Registro de usuarios\n\nEsta aplicación le permite a los usuarios registrar una cuenta.\n\n# Características\n\n- Añada usuarios a un grupo determinado.\n- Establecer listas de dominios de correo permitidos para registrarse (se incluyen wildcards).\n- El administrador podrá recibir notificaciones por medio de correo electrónico en caso de la creación de una cuenta de usuario o si se requiere aprobación.\n- Soporta Nextcloud Client Login Flow v1 y v2 - permitiendo el registro desde la aplicación móvil y clientes de escritorio.\n\n# Formulario web de registro\n\n1. Los usuarios deben ingresar su dirección de correo electrónico.\n2. Un link de verificación se enviará a la dirección de correo electrónico ingresada.\n3. El usuario accede por medio del link de verificación.\n4. Se le pedirá al usuario llenar un formulario para elegir su nombre de usuario y contraseña.\n5. La nueva cuenta es creada y se iniciará sesión automáticamente.",
    "Registration settings" : "Configuración para el registro de usuarios",
    "Require administrator approval" : "Requerir aprobación del administrador",
    "Enabling \"administrator approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Al habilitar la \"aprobación del administrador\" impedirá que el registro desde aplicaciones móviles y clientes de escritorio se complete, ya que las credenciales no se podrán verificar hasta que el administrador habilite al usuario.",
    "Registered users default group" : "Grupo predeterminado para usuarios registrados",
    "Select group" : "Seleccionar grupos",
    "Email settings" : "Configuración del correo electrónico",
    "Email is optional" : "Establecer correo electrónico como opcional",
    "Block listed email domains instead of allowing them" : "Bloquear dominios de correo electrónico en lista negra en lugar de permitirlos",
    "Disable email verification" : "Deshabilitar verificación por correo electrónico",
    "User settings" : "Configuración de usuario",
    "Force email as login name" : "Forzar dirección de correo electrónico como nombre de usuario",
    "Login name policy" : "Políticas para los nombres de usuario",
    "Regular expression to validate login names" : "Expresión regular para validar nombres de usuario",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Si se configura, los nombres de usuario se validarán mediante la expresión regular. Si la validación falla, el usuario recibirá un mensaje de error genérico. Asegúrese de que su expresión regular funcione correctamente.",
    "Show full name field" : "Mostrar campo para el nombre completo",
    "Enforce full name field" : "Hacer obligatorio el campo para nombre completo",
    "Show phone field" : "Mostrar campo para el número de teléfono",
    "Enforce phone field" : "Hacer obligatorio el campo para número de teléfono",
    "User instructions" : "Instrucciones para el usuario",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Advertencia: Las instrucciones para el usuario no se traducirán y se mostrarán como se configuren a continuación para todos los usuarios, independientemente de su idioma real.",
    "Registration form instructions" : "Instrucciones para el formulario de registro",
    "A short message that is shown to the user in the registration process." : "Mensaje breve que se mostrará al usuario en el proceso de registro.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Añadir instrucciones adicionales para el usuario (p. ej, para elegir su nombre de usuario). Si está configurado, el texto se mostrará durante el proceso de registro en la creación de la cuenta.",
    "Verification email instructions" : "Instrucciones para la verificación de correo electrónico",
    "A short message that is shown to the user in the verification email." : "Un mensaje breve que se mostrará al usuario en la verificación del correo electrónico",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Añadir instrucciones adicionales para el usuario (p. ej, para elegir su nombre de usuario). Si está configurado, el texto se incluirá en el correo electrónico de la verificación.",
    "Blocked email domains" : "Dominios de correo electrónico bloqueados",
    "Allowed email domains" : "Dominios de correo electrónico permitidos",
    "Show the blocked email domains to users" : "Mostrar los dominios de correo electrónico bloqueados a los usuarios",
    "Show the allowed email domains to users" : "Mostrar los dominios de correo electrónico permitidos a los usuarios",
    "An error occurred while saving the settings" : "Ocurrió un error al guardar la configuración",
    "Please create your username following the scheme " : "Por favor, cree su nombre de usuario utilizando el siguiente esquema",
    "Back to login" : "Regresar al inicio de sesión",
    "Email (optional)" : "Correo electrónico (opcional)",
    "Email" : "Correo electrónico",
    "Continue" : "Continuar",
    "Request verification code" : "Solicitar código de verificación",
    "Request verification link" : "Solicitar link de verificación",
    "Welcome, you can create your account below." : "Bienvenido, a continuación podrá crear su cuenta.",
    "Login name" : "Nombre de usuario",
    "Full name" : "Nombre completo",
    "Phone number" : "Número telefónico",
    "Password" : "Contraseña",
    "Loading" : "Cargando",
    "Create account" : "Crear cuenta",
    "Verification code" : "Código de verificación",
    "Verify" : "Verificar",
    "Approval required" : "Se requiere aprobación del administrador",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Felicidades, su cuenta fue creada con éxito, pero aún requiere la aprobación de un administrador."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}