{ "translations": {
    "Registration is not allowed with the following domains: %s" : "Non se permite o rexistro cos seguintes dominios: %s",
    "Registration is only allowed with the following domains: %s" : "O rexistro só se permite cos seguintes dominios: %s",
    "A problem occurred sending email, please contact your administrator." : "Produciuse un problema ao enviar correo-e. Póñase en contacto coa administración desta instancia.",
    "The entered verification code is wrong" : "O código de verificación introducido é erróneo",
    "The verification failed." : "Produciuse un fallo na verificación.",
    "Invalid username policy regex" : "Directiva de nomes de usuario non válidos e expresións regulares",
    "Saved" : "Gardada",
    "No such group" : "Non hai este grupo",
    "Register" : "Rexistrar",
    "The email address you entered is not valid" : "O enderezo de correo-e que introduciu non é válido",
    "Verify your %s registration request" : "Verifique a súa %s solicitude de rexistro",
    "Registration" : "Rexistro",
    "Email address verified, you can now complete your registration." : "Enderezo de correo verificado, agora pode completar o seu rexistro.",
    "Click the button below to continue." : "Prema no botón de embaixo para continuar.",
    "Verification code: %s" : "Código de verificación: %s",
    "Continue registration" : "Continuar co rexistro",
    "New user \"%s\" has created an account on %s" : "O novo usuario «%s» creou unha conta en %s",
    "New user registered" : "Novo usuario rexistrado ",
    "no email address given" : "non se proporcionou ningún enderezo de correo-e",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "«%1$s» (%2$s) rexistrou unha nova conta en %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "«%1$s» (%2$s) rexistrou unha nova conta en %3$s e é necesario activala.",
    "Enable now" : "Activar agora",
    "A user has already taken this email, maybe you already have an account?" : "Un usuario xa utilizou este correo-e, quizais ten xa unha conta?",
    "You can <a href=\"%s\">log in now</a>." : "Pode <a href=\"%s\">acceder agora</a>.",
    "Registration with this email domain is not allowed." : "Non está permitido o rexistro con este dominio de correo.",
    "Please provide a valid display name." : "Indique un nome válido para amosar",
    "Please provide a valid login name." : "Indique un nome de acceso válido.",
    "The login name you have chosen already exists." : "O nome de acceso que escolleu xa existe.",
    "The phone number needs to contain the country code." : "O número de teléfono debe conter o código do país.",
    "The phone number is invalid." : "O número de teléfono non é válido.",
    "Please provide a password." : "Por favor, proporcione un contrasinal.",
    "Please provide a valid phone number." : "Proporcione un número de teléfono válido.",
    "Unable to create user, there are problems with the user backend." : "Non é posíbel crear o usuario, hai problemas coa infraestrutura do usuario.",
    "Unable to set user email: " : "Non é posíbel estabelecer o correo-e do usuario:",
    "Registration app auto setup" : "Configuración automática da aplicación de rexistro",
    "This app allows users to self-register a new account using their email address." : "Esta aplicación permítelle aos usuarios rexistrar unha nova conta usando o seu enderezo de correo-e.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Administrator will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Rexistro de usuario\n\nEsta aplicación permítelle aos usuarios rexistrar unha nova conta.\n\n# Características\n\n- Engadir usuarios a un grupo determinado\n- Lista de permisos con dominios de correo (incluído comodín) para rexistrarse\n- A administración será notificada por correo para a creación de novos usuarios ou solicitar aprobación\n- Admite o fluxo de acceso de cliente de Nextcloud v1 e v2, permitindo o rexistro nas aplicacións móbiles e nos clientes de escritorio\n\n# Fluxo de rexistro de formularios web\n\n1. O usuario introduce o seu enderezo de correo\n2. Envíase a ligazón de verificación ao enderezo de correo\n3. O usuario preme na ligazón de verificación\n4. O usuario é dirixido a un formulario onde pode escoller o seu nome de usuario e contrasinal\n5. Créase unha nova conta e accede automaticamente",
    "Registration settings" : "Axustes de rexistro",
    "Require administrator approval" : "Necesita a aprobación da administración desta instancia",
    "Enabling \"administrator approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Activando a «aprobación da administración» impedirá que se completen os rexistros dende clientes móbiles e clientes de escritorio, xa que o cliente non pode verificar as credenciais ata que o usuario estea activado.",
    "Registered users default group" : "Grupo predeterminado de usuarios rexistrados",
    "Select group" : "Seleccione grupo",
    "Email settings" : "Axustes do correo",
    "Email is optional" : "O correo é opcional",
    "Block listed email domains instead of allowing them" : "Bloquear os dominios de correo-e listados no canto de permitilos",
    "Disable email verification" : "Desactivar a verificación do correo",
    "User settings" : "Axustes de usuario",
    "Force email as login name" : "Forzar o correo-e como nome de inicio de sesión",
    "Login name policy" : "Directiva de nome de acceso",
    "Regular expression to validate login names" : "Expresión regular para validar nomes de acceso",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Se está configurado, os nomes de acceso validaranse mediante a expresión regular. Se a validación falla, o usuario recibe un erro xenérico. Asegúrese de que a súa expresión regular funciona correctamente.",
    "Show full name field" : "Amosar o campo de nome completo",
    "Enforce full name field" : "Forzar o campo de nome completo",
    "Show phone field" : "Amosar o campo de teléfono",
    "Enforce phone field" : "Forzar o campo de teléfono",
    "User instructions" : "Instrucións do usuario",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Precaución: as instrucións do usuario non se traducirán e, polo tanto, amosaranse como se configura a continuación para todos os usuarios independentemente do seu idioma real.",
    "Registration form instructions" : "Instrucións do formulario de rexistro",
    "A short message that is shown to the user in the registration process." : "Unha mensaxe curta que se lle amosa ao usuario no proceso de rexistro.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Engadir instrucións de usuario adicionais (p. ex.: para escoller os nomes de acceso). Se está configurado, o texto amosase no paso de creación da conta do proceso de rexistro.",
    "Verification email instructions" : "Instrucións de verificación por correo-e",
    "A short message that is shown to the user in the verification email." : "Unha mensaxe curta que se lle amosa ao usuario no correo de verificación.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Engadir instrucións adicionais para o usuario (p. ex. para escoller o seu nome de acceso). Se está configurado, o texto incrustase no correo de verificación.",
    "Blocked email domains" : "Dominios de correo-e bloqueados",
    "Allowed email domains" : "Dominios de correo-e permitidos",
    "Show the blocked email domains to users" : "Amosa os dominios de correo bloqueados para os usuarios",
    "Show the allowed email domains to users" : "Amosa os dominios de correo permitidos aos usuarios",
    "An error occurred while saving the settings" : "Produciuse un erro ao gardar os axustes",
    "Back to login" : "Volver ao acceso",
    "Email (optional)" : "Correo-e (opcional)",
    "Email" : "Correo-e",
    "Continue" : "Continuar",
    "Request verification code" : "Solicitar código de verificación",
    "Request verification link" : "Solicitar unha ligazón de verificación",
    "Welcome, you can create your account below." : "Benvido/a, pode crear a súa conta deseguido.",
    "Login name" : "Nome de acceso",
    "Full name" : "Nome completo",
    "Phone number" : "Número de teléfono",
    "Password" : "Contrasinal",
    "Loading" : "Cargando",
    "Create account" : "Crear unha conta",
    "Verification code" : "Código de verificación",
    "Verify" : "Verificar",
    "Approval required" : "É necesaria a aprobación",
    "Your account has been successfully created, but it still needs approval from an administrator." : "A súa conta creouse correctamente, mais aínda precisa da aprobación da administración desta instancia."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}