{ "translations": {
    "Registration is not allowed with the following domains:" : "Non está permitido o rexistro cos seguintes dominios:",
    "Registration is only allowed with the following domains:" : "O rexistro só está permitido cos seguintes dominios:",
    "A problem occurred sending email, please contact your administrator." : "Produciuse un problema ao enviar correo-e. Póñase en contacto co seu administrador.",
    "The entered verification code is wrong" : "O código de verificación introducido é incorrecto",
    "The verification failed." : "Produciuse un fallo na verificación.",
    "Invalid username policy regex" : "Directiva de nomes de usuario non válidos e expresións regulares",
    "Saved" : "Gardada",
    "No such group" : "Non hai este grupo",
    "Register" : "Rexistrar",
    "The email address you entered is not valid" : "O enderezo de correo-e que introduciu non é válido",
    "Verify your %s registration request" : "Verifique a súa %s solicitude de rexistro",
    "Registration" : "Rexistro",
    "Email address verified, you can now complete your registration." : "Enderezo de correo verificado, agora pode completar o seu rexistro.",
    "Click the button below to continue." : "Prema no botón de embaixo para continuar.",
    "Verification code: %s" : "Código de verificación: %s",
    "Continue registration" : "Continuar co rexistro",
    "New user \"%s\" has created an account on %s" : "O novo usuario «%s» creou unha conta en %s",
    "New user registered" : "Novo usuario rexistrado ",
    "\"%1$s\" registered a new account on %2$s." : "«%1$s» rexistrou unha nova conta en %2$s.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "«%1$s» rexistrou unha nova conta en %2$s e precisa ser activada.",
    "Enable now" : "Activar agora",
    "A user has already taken this email, maybe you already have an account?" : "Un usuario xa utilizou este correo-e, quizais ten xa unha conta?",
    "You can <a href=\"%s\">log in now</a>." : "Pode <a href=\"%s\">iniciar sesión agora</a>.",
    "Registration with this email domain is not allowed." : "Non está permitido o rexistro con este dominio de correo electrónico.",
    "Please provide a valid display name." : "Indique un nome válido para amosar",
    "Please provide a valid user name." : "Indique un nome de usuario válido.",
    "The username you have chosen already exists." : "O nome de usuario que escolleu xa existe.",
    "Unable to create user, there are problems with the user backend." : "Non é posíbel crear o usuario, hai problemas coa infraestrutura do usuario.",
    "Unable to set user email: " : "Non é posíbel estabelecer o correo-e do usuario:",
    "Registration app auto setup" : "Configuración automática da aplicación de rexistro",
    "This app allows users to self-register a new account using their e-mail address." : "Esta aplicación permítelle aos usuarios autorexistrar unha nova conta usando o seu enderezo de correo-e",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Rexistro de usuario\n\nEsta aplicación permítelle aos usuarios rexistrar unha nova conta.\n\n# Características\n\n- Engadir usuarios a un grupo determinado\n- Permite unha lista con dominios de correo electrónico (incluído o comodín) para rexistrarse\n- Os administradores recibirán unha notificación por correo-e para a creación de novos usuarios ou que requirirán aprobación\n- Admite o fluxo v1 e v2 de inicio de sesión de cliente de Nextcloud; permitindo o rexistro nas aplicacións móbiles e clientes de escritorio\n\n# Fluxo de rexistro de formularios web\n\n1. O usuario introduce o seu enderezo de correo-e\n2. A ligazón de verificación envíase ao enderezo de correo-e\n3. O usuario preme na ligazón de verificación\n4. O usuario é dirixido cara a un formulario onde pode escoller o seu nome de usuario e contrasinal\n5. Créase unha nova conta e inicia sesión automaticamente",
    "Registered users default group" : "Grupo predeterminado de usuarios rexistrados",
    "None" : "Ningún",
    "Disable Email Verification" : "Desactivar a verificación por corre-e",
    "Let user can register directly without email verification" : "Permitirlle ao usuario rexistrarse directamente sen verificación por correo-e",
    "Allowed email domains" : "Dominios de correo-e permitidos",
    "Enter a semicolon-separated list of allowed email domains, * for wildcard. Example: %s" : "Introduza unha lista separada por punto e coma de dominios permitidos, usar * como comodín. Exemplo: %s",
    "Block listed email domains instead of allowing them" : "Bloquear os dominios de correo-e listados no canto de permitilos",
    "Show the allowed/blocked email domains to users" : "Amosar aos usuarios os dominios de correo-e permitidos/bloqueados",
    "Force email as login name" : "Forzar o correo-e como nome de inicio de sesión",
    "Username policy" : "Directiva de nomes de usuario",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Se está configurado, os nomes de usuario validaranse a través da expresión regular. Se falla a validación, solicítaselle ao usuario un erro xenérico. Asegúrese de que a súa expresión regular funciona correctamente.",
    "User instructions" : "Instrucións do usuario",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Precaución: as instrucións do usuario non se traducirán e, polo tanto, amosaranse como se configura a continuación para todos os usuarios independentemente do seu idioma real.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is displayed in the account creation step of the registration process." : "Engadir instrucións de usuario adicionais (p. ex.: para escoller os nomes de usuario). Se está configurado, o texto amosase no paso de creación da conta do proceso de rexistro.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is embedded in the the verification-Email." : "Engadir instrucións de usuario adicionais (p. ex.: para escoller os nomes de usuario). Se está configurado, o texto incrustase no correo electrónico de verificación.",
    "Admin approval" : "Aprobación do administrador",
    "Require admin approval" : "Necesita a aprobación do administrador",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "Ao activar a «aprobación do administrador» evitará que os rexistros de clientes móbiles e de escritorio se completen xa que o cliente non pode ser verificado ata que o usuario estea activado.",
    "Approval required" : "É necesaria a aprobación",
    "Your account has been successfully created, but it still needs approval from an administrator." : "A súa conta creouse correctamente, mais aínda precisa da aprobación dun administrador.",
    "Email" : "Correo-e",
    "Continue" : "Continuar",
    "Request verification link" : "Solicitar unha ligazón de verificación",
    "Back to login" : "Volver ao acceso",
    "Welcome, you can create your account below." : "Benvido/a, pode crear a súa conta deseguido.",
    "Username" : "Nome de usuario",
    "Password" : "Contrasinal",
    "Create account" : "Crear unha conta",
    "Verification code" : "Código de verificación",
    "Verify" : "Verificar",
    "Your registration is pending. Please confirm your email address." : "O seu rexistro está pendente. Confirme o seu enderezo de correo-e.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Xa hai un rexistro pendente con este correo-e. Enviouse un novo correo-e de verificación ao enderezo.",
    "Verification email successfully sent." : "Enviouse correctamente o correo-e de verificación.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "A súa conta creouse correctamente. Pode <a href=\"%s\">iniciar sesión agora</a>.",
    "A new user \"%s\" has created an account on %s" : "Un novo usuario «%s» creou unha conta en %s",
    "Registration is only allowed for the following domains: " : "O rexistro está permitido só para os seguintes dominios:",
    "Invalid verification URL. No registration request with this verification URL is found." : "URL de verificación non válido. Non se atopou ningunha solicitude de rexistro con este URL de verificación.",
    "Failed to delete pending registration request" : "Produciuse un erro ao eliminar a solicitude de rexistro pendente",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Rexistro de usuarios\n\nEsta aplicación permítelle aos usuarios rexistrar unha nova conta.\n\n# Fluxo\n\n1. O usuario introduce o seu correo-e\n2. A ligazón de verificación envíase ao enderezo de correo-e\n3. O usuario preme na ligazón de verificación\n4. O usuario é dirixido a un formulario onde pode escoller nome de usuario e contrasinal\n5. Créase unha nova conta e rexístrase automaticamente\n\n# Características\n\n- Admin pode especificar a que grupo pertencen os usuarios de nova creación\n- Admin pode limitar os dominios de correo-e permitidos para rexistrar\n- A administración será notificada por correo-e para a creación de novos usuarios\n\n# Doar\n\nEnvíe Ethereum a «0x941613eBB948C2C547cb957B55fEB2609fa6Fe66»\nEnvíe BTC a «33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ»",
    "Default group that all registered users belong" : "Grupo predeterminado ao que pertencen todos os usuarios rexistrados",
    "Allowed mail address domains for registration" : "Dominios de enderezo de correo permitidos para o seu rexistro",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Introduza unha lista separada por punto e coma de dominios permitidos. Exemplo: owncloud.com;github.com",
    "Require admin approval?" : "Necesita a aprobación do administrador?",
    "Registration is only allowed for the following domains:" : "O rexistro está permitido só para os seguintes dominios:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "Un novo usuario «%s» creou unha conta en %s e agarda a aprobación dun administrador",
    "To create a new account on %s, just click the following link:" : "Para crear unha nova conta en %s, simplemente prema na seguinte ligazón:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Grazas por rexistrarse, debería recibir unha ligazón de verificación en poucos minutos.",
    "Please re-enter a valid email address" : "Volva introducir un enderezo de correo-e válido",
    "You will receive an email with a verification link" : "Recibirá un correo-e cunha ligazón de verificación"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}