{ "translations": {
    "Registration is not allowed with the following domains:" : "Non está permitido o rexistro cos seguintes dominios:",
    "Registration is only allowed with the following domains:" : "O rexistro só está permitido cos seguintes dominios:",
    "A problem occurred sending email, please contact your administrator." : "Produciuse un problema ao enviar correo-e. Póñase en contacto co seu administrador.",
    "The entered verification code is wrong" : "O código de verificación introducido é incorrecto",
    "The verification failed." : "Produciuse un fallo na verificación.",
    "Invalid username policy regex" : "Directiva de nomes de usuario non válidos e expresións regulares",
    "Saved" : "Gardada",
    "No such group" : "Non hai este grupo",
    "Register" : "Rexistrar",
    "The email address you entered is not valid" : "O enderezo de correo-e que introduciu non é válido",
    "Verify your %s registration request" : "Verifique a súa %s solicitude de rexistro",
    "Registration" : "Rexistro",
    "Email address verified, you can now complete your registration." : "Enderezo de correo verificado, agora pode completar o seu rexistro.",
    "Click the button below to continue." : "Prema no botón de embaixo para continuar.",
    "Verification code: %s" : "Código de verificación: %s",
    "Continue registration" : "Continuar co rexistro",
    "New user \"%s\" has created an account on %s" : "O novo usuario «%s» creou unha conta en %s",
    "New user registered" : "Novo usuario rexistrado ",
    "Enable now" : "Activar agora",
    "A user has already taken this email, maybe you already have an account?" : "Un usuario xa utilizou este correo-e, quizais ten xa unha conta?",
    "You can <a href=\"%s\">log in now</a>." : "Pode <a href=\"%s\">iniciar sesión agora</a>.",
    "Registration with this email domain is not allowed." : "Non está permitido o rexistro con este dominio de correo electrónico.",
    "Please provide a valid display name." : "Indique un nome válido para amosar",
    "Unable to create user, there are problems with the user backend." : "Non é posíbel crear o usuario, hai problemas coa infraestrutura do usuario.",
    "Unable to set user email: " : "Non é posíbel estabelecer o correo-e do usuario:",
    "Registration app auto setup" : "Configuración automática da aplicación de rexistro",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Rexistro de usuario\n\nEsta aplicación permítelle aos usuarios rexistrar unha nova conta.\n\n# Características\n\n- Engadir usuarios a un grupo determinado\n- Permite unha lista con dominios de correo electrónico (incluído o comodín) para rexistrarse\n- Os administradores recibirán unha notificación por correo-e para a creación de novos usuarios ou que requirirán aprobación\n- Admite o fluxo v1 e v2 de inicio de sesión de cliente de Nextcloud; permitindo o rexistro nas aplicacións móbiles e clientes de escritorio\n\n# Fluxo de rexistro de formularios web\n\n1. O usuario introduce o seu enderezo de correo-e\n2. A ligazón de verificación envíase ao enderezo de correo-e\n3. O usuario preme na ligazón de verificación\n4. O usuario é dirixido cara a un formulario onde pode escoller o seu nome de usuario e contrasinal\n5. Créase unha nova conta e inicia sesión automaticamente",
    "Require admin approval" : "Necesita a aprobación do administrador",
    "Registered users default group" : "Grupo predeterminado de usuarios rexistrados",
    "Block listed email domains instead of allowing them" : "Bloquear os dominios de correo-e listados no canto de permitilos",
    "Force email as login name" : "Forzar o correo-e como nome de inicio de sesión",
    "User instructions" : "Instrucións do usuario",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Precaución: as instrucións do usuario non se traducirán e, polo tanto, amosaranse como se configura a continuación para todos os usuarios independentemente do seu idioma real.",
    "Allowed email domains" : "Dominios de correo-e permitidos",
    "Approval required" : "É necesaria a aprobación",
    "Your account has been successfully created, but it still needs approval from an administrator." : "A súa conta creouse correctamente, mais aínda precisa da aprobación dun administrador.",
    "Email" : "Correo-e",
    "Continue" : "Continuar",
    "Request verification link" : "Solicitar unha ligazón de verificación",
    "Back to login" : "Volver ao acceso",
    "Welcome, you can create your account below." : "Benvido/a, pode crear a súa conta deseguido.",
    "Password" : "Contrasinal",
    "Create account" : "Crear unha conta",
    "Verification code" : "Código de verificación",
    "Verify" : "Verificar"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}