{ "translations": {
    "Registration is not allowed with the following domains:" : "Registracija nije dopuštena za sljedeće domene:",
    "Registration is only allowed with the following domains:" : "Registracija je dopuštena samo za sljedeće domene:",
    "A problem occurred sending email, please contact your administrator." : "Došlo je do pogreške pri slanju poruke e-pošte, obratite se svom administratoru.",
    "The entered verification code is wrong" : "Unesen je pogrešan kontrolni kôd",
    "The verification failed." : "Provjera nije uspjela.",
    "Invalid username policy regex" : "Nevažeći regex pravila o korisničkim imenima",
    "Saved" : "Spremljeno",
    "No such group" : "Grupa ne postoji",
    "Register" : "Registriraj se",
    "The email address you entered is not valid" : "Adresa e-pošte koju ste unijeli ne postoji",
    "Verify your %s registration request" : "Potvrdite svoj %s registracijski zahtjev",
    "Registration" : "Registracija",
    "Email address verified, you can now complete your registration." : "Adresa e-pošte je potvrđena, sada možete dovršiti postupak registracije.",
    "Click the button below to continue." : "Kliknite gumb u nastavku za nastavak.",
    "Verification code: %s" : "Kontrolni kôd: %s",
    "Continue registration" : "Nastavi registraciju",
    "New user \"%s\" has created an account on %s" : "Novi korisnik „%s“ stvorio je račun na %s",
    "New user registered" : "Registriran je novi korisnik",
    "\"%1$s\" registered a new account on %2$s." : "„%1$s“ je registrirao novi račun na %2$s.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "„%1$s“ je registrirao novi račun na %2$s i treba ga omogućiti.",
    "Enable now" : "Omogući sad",
    "A user has already taken this email, maybe you already have an account?" : "Postoji korisnik s ovom adresom e-pošte, možda ste već otvorili račun?",
    "You can <a href=\"%s\">log in now</a>." : "Sad se možete <a href=\"%s\">prijaviti</a>.",
    "Registration with this email domain is not allowed." : "Registracija nije dopuštena s ovom domenom e-pošte.",
    "Please provide a valid display name." : "Unesite važeće ime za prikaz.",
    "Please provide a valid user name." : "Unesite važeće korisničko ime.",
    "The username you have chosen already exists." : "Odabrano korisničko ime već postoji.",
    "Unable to create user, there are problems with the user backend." : "Stvaranje korisnika nije uspjelo, došlo je do pogreške u korisničkom pozadinskom sustavu.",
    "Unable to set user email: " : "Postavljanje adrese e-pošte korisnika nije moguće: ",
    "Registration app auto setup" : "Automatsko postavljanje aplikacije za registraciju",
    "This app allows users to self-register a new account using their e-mail address." : "Ova aplikacija omogućuje korisnicima da sami registriraju novi račun putem svoje adrese e-pošte.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Registracija korisnika\n\nOva aplikacija omogućuje korisnicima registraciju novog računa.\n\n# Značajke\n\n- Dodavanje korisnika u željenu grupu\n- Popis dopuštenih domena e-pošte (uključujući zamjenski znak) za registraciju\n- Administratori će biti obaviješteni putem e-pošte o stvaranju novog korisnika ili traženi da daju odobrenje\n- Podrška za Nextcloud Client Login Flow v1 i v2 – omogućuje registraciju putem mobilnih aplikacija i stolnih klijenata\n\n# Tijek registracije putem web obrasca\n\n1. Korisnik unosi svoju adresu e-pošte\n2. Na adresu e-pošte šalje se poveznica za potvrdu\n3. Korisnik mora kliknuti na poveznicu za potvrdu\n4. Otvara se obrazac u koji korisnik može unijeti korisničko ime i lozinku\n5. Novi račun je stvoren i korisnik se automatski prijavljuje",
    "Registered users default group" : "Zadana grupa registriranih korisnika",
    "None" : "Nema",
    "Disable Email Verification" : "Onemogući provjeru e-pošte",
    "Let user can register directly without email verification" : "Omogući izravnu registraciju korisnika bez potvrđivanja adrese e-pošte",
    "Allowed email domains" : "Dopuštene domene e-pošte",
    "Enter a semicolon-separated list of allowed email domains, * for wildcard. Example: %s" : "Unesite popis dopuštenih domena tako da domene odvojite točkom sa zarezom, * je zamjenski znak. Na primjer: %s",
    "Block listed email domains instead of allowing them" : "Blokirajte navedene domene e-pošte umjesto da ih dopustite",
    "Show the allowed/blocked email domains to users" : "Prikažite korisnicima dopuštene/blokirane domene e-pošte",
    "Force email as login name" : "Prisili adresu e-poštu kao korisničko ime za prijavu",
    "Username policy" : "Pravila o korisničkim imenima",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Ako je tako konfigurirano, korisnička imena potvrđuju se s pomoću regularnih izraza. U slučaju neuspješne potvrde korisnik će primiti generičku pogrešku. Uvjerite se da regex ispravno radi.",
    "User instructions" : "Upute za korisnike",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Oprez: upute za korisnike neće biti prevedene i stoga će se prikazivati kako je konfigurirano u nastavku za sve korisnike, bez obzira na njihov stvarni jezik.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is displayed in the account creation step of the registration process." : "Dodajte dodatne upute za korisnike (npr. za odabir korisničkih imena). Ako je tako konfigurirano, tekst se prikazuje u koraku izrade računa tijekom postupka registracije.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is embedded in the the verification-Email." : "Dodajte dodatne upute za korisnike (npr. za odabir korisničkih imena). Ako je tako konfigurirano, tekst je sadržan u poruci e-pošte za potvrdu registracije.",
    "Admin approval" : "Odobrenje administratora",
    "Require admin approval" : "Traži odobrenje administratora",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "Omogućavanjem „odobrenja administratora“ sprječava se dovršavanje registracija s mobilnih i stolnih klijenata jer klijent ne može potvrditi vjerodajnice sve dok korisnik nije omogućen.",
    "Approval required" : "Potrebno je odobrenje",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Vaš je račun uspješno stvoren ali potrebno je odobrenje administratora.",
    "Email" : "E-pošta",
    "Continue" : "Nastavi",
    "Request verification link" : "Zatraži poveznicu za potvrdu",
    "Back to login" : "Natrag na prijavu",
    "Welcome, you can create your account below." : "Dobro došli, u nastavku možete stvoriti svoj novi račun.",
    "Username" : "Korisničko ime",
    "Password" : "Zaporka",
    "Create account" : "Stvori račun",
    "Verification code" : "Kontrolni kod",
    "Verify" : "Provjeri",
    "Your registration is pending. Please confirm your email address." : "Vaša registracija je na čekanju. Potvrdite svoju adresu e-pošte.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Već postoji registracija na čekanju koja upotrebljava ovu adresu e-pošte, poslana je nova poruka za potvrdu na tu adresu.",
    "Verification email successfully sent." : "Uspješno je poslana poruka e-pošte za potvrdu.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Vaš je račun uspješno stvoren i sada se možete <a href=\"%s\">prijaviti</a>.",
    "A new user \"%s\" has created an account on %s" : "Novi korisnik „%s“ stvorio je račun na %s",
    "Registration is only allowed for the following domains: " : "Registraciju je moguće obaviti samo sa sljedećih domena: ",
    "Invalid verification URL. No registration request with this verification URL is found." : "Nevažeći URL za potvrdu. Nije pronađen registracijski zahtjev s tim URL-om za potvrdu.",
    "Failed to delete pending registration request" : "Brisanje registracijskog zahtjeva nije uspjelo",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Registracija korisnika\n\nOva aplikacije omogućuje korisnicima registraciju novog računa.\n\n# Flow\n\n1. Korisnik unosi svoju adresu e-pošte\n2. Na adresu e-pošte šalje se poveznica za potvrdu\n3. Korisnik mora kliknuti na poveznicu za potvrdu\n4. Otvara se obrazac u koji korisnik može unijeti korisničko ime i zaporku\n5. Novi račun je stvoren i korisnik se automatski prijavljuje\n\n# Značajke\n\n- Administrator određuje grupe kojima pripada novi korisnik\n- Administrator može ograničiti domene e-pošte koje se mogu registrirati\n- Administrator prima poruku putem e-pošte o novom korisniku\n\n# Donacije\n\nŠaljite Ethereum na `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nŠaljite BTC na `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`",
    "Default group that all registered users belong" : "Zadana grupa kojoj pripadaju svi registrirani korisnici",
    "Allowed mail address domains for registration" : "Domene e-pošte koje se smiju registrirati",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Unesite popis dopuštenih domena tako da domene odvojite točkom sa zarezom. Na primjer: owncloud.com;github.com",
    "Require admin approval?" : "Zatraži odobrenje od administratora?",
    "Registration is only allowed for the following domains:" : "Registraciju je moguće obaviti samo sa sljedećih domena:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "Novi korisnik „%s“ stvorio je račun na %s i čeka odobrenje administratora",
    "To create a new account on %s, just click the following link:" : "Kliknite na sljedeću poveznicu kako biste stvorili račun na %s:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Hvala na registraciji, primit ćete poveznicu za potvrdu kroz nekoliko minuta.",
    "Please re-enter a valid email address" : "Ponovno unesite važeću adresu e-pošte",
    "You will receive an email with a verification link" : "Primit ćete poruku e-pošte s poveznicom za potvrdu"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}