{ "translations": {
    "Registration is not allowed with the following domains:" : "Registracija nije dopuštena za sljedeće domene:",
    "Registration is only allowed with the following domains:" : "Registracija je dopuštena samo za sljedeće domene:",
    "A problem occurred sending email, please contact your administrator." : "Došlo je do pogreške pri slanju poruke e-pošte, obratite se svom administratoru.",
    "The entered verification code is wrong" : "Unesen je pogrešan kontrolni kôd",
    "The verification failed." : "Provjera nije uspjela.",
    "Invalid username policy regex" : "Nevažeći regex pravila o korisničkim imenima",
    "Saved" : "Spremljeno",
    "No such group" : "Grupa ne postoji",
    "Register" : "Registriraj se",
    "The email address you entered is not valid" : "Adresa e-pošte koju ste unijeli ne postoji",
    "Verify your %s registration request" : "Potvrdite svoj %s registracijski zahtjev",
    "Registration" : "Registracija",
    "Email address verified, you can now complete your registration." : "Adresa e-pošte je potvrđena, sada možete dovršiti postupak registracije.",
    "Click the button below to continue." : "Kliknite gumb u nastavku za nastavak.",
    "Verification code: %s" : "Kontrolni kôd: %s",
    "Continue registration" : "Nastavi registraciju",
    "New user \"%s\" has created an account on %s" : "Novi korisnik „%s“ stvorio je račun na %s",
    "New user registered" : "Registriran je novi korisnik",
    "Enable now" : "Omogući sad",
    "A user has already taken this email, maybe you already have an account?" : "Postoji korisnik s ovom adresom e-pošte, možda ste već otvorili račun?",
    "You can <a href=\"%s\">log in now</a>." : "Sad se možete <a href=\"%s\">prijaviti</a>.",
    "Registration with this email domain is not allowed." : "Registracija nije dopuštena s ovom domenom e-pošte.",
    "Please provide a valid display name." : "Unesite važeće ime za prikaz.",
    "Please provide a valid login name." : "Unesite važeće ime za prijavu.",
    "The login name you have chosen already exists." : "Odabrano ime za prijavu već postoji.",
    "The phone number needs to contain the country code." : "Telefonski broj mora sadržavati pozivni broj države.",
    "The phone number is invalid." : "Telefonski broj je nevažeći.",
    "Please provide a password." : "Molimo unesite lozinku.",
    "Please provide a valid phone number." : "Molimo unesite važeći telefonski broj.",
    "Unable to create user, there are problems with the user backend." : "Stvaranje korisnika nije uspjelo, došlo je do pogreške u korisničkom pozadinskom sustavu.",
    "Unable to set user email: " : "Postavljanje adrese e-pošte korisnika nije moguće: ",
    "Registration app auto setup" : "Automatsko postavljanje aplikacije za registraciju",
    "This app allows users to self-register a new account using their email address." : "Ova aplikacija omogućuje korisnicima da sami registriraju novi račun putem svoje adrese e-pošte.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Registracija korisnika\n\nOva aplikacija omogućuje korisnicima registraciju novog računa.\n\n# Značajke\n\n- Dodavanje korisnika u željenu grupu\n- Popis dopuštenih domena e-pošte (uključujući zamjenski znak) za registraciju\n- Administratori će biti obaviješteni putem e-pošte o stvaranju novog korisnika ili traženi da daju odobrenje\n- Podrška za Nextcloud Client Login Flow v1 i v2 – omogućuje registraciju putem mobilnih aplikacija i stolnih klijenata\n\n# Tijek registracije putem web obrasca\n\n1. Korisnik unosi svoju adresu e-pošte\n2. Na adresu e-pošte šalje se poveznica za potvrdu\n3. Korisnik mora kliknuti na poveznicu za potvrdu\n4. Otvara se obrazac u koji korisnik može unijeti korisničko ime i lozinku\n5. Novi račun je stvoren i korisnik se automatski prijavljuje",
    "Registration settings" : "Postavke registracije",
    "Require admin approval" : "Traži odobrenje administratora",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Omogućavanjem „odobrenja administratora“ sprječava se dovršavanje registracija s mobilnih i stolnih klijenata jer klijent ne može potvrditi vjerodajnice sve dok korisnik nije omogućen.",
    "Registered users default group" : "Zadana grupa registriranih korisnika",
    "Select group" : "Označi grupu",
    "Email settings" : "Postavke e-pošte",
    "Allowed email domain" : "Dopuštena domena e-pošte",
    "Block listed email domains instead of allowing them" : "Blokirajte navedene domene e-pošte umjesto da ih dopustite",
    "Disable email verification" : "Onemogući provjeru e-pošte",
    "User settings" : "Korisničke postavke",
    "Force email as login name" : "Prisili adresu e-poštu kao korisničko ime za prijavu",
    "Login name policy" : "Pravila imena za prijavu",
    "Regular expression to validate login names" : "Regularni izraz za potvrdu valjanosti imena za prijavu",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Ako je tako konfigurirano, imena za prijavu potvrđuju se s pomoću regularnih izraza. U slučaju neuspješne potvrde korisnik će primiti generičku pogrešku. Uvjerite se da regex ispravno radi.",
    "Show full name field" : "Prikaži polje s punim imenom",
    "Enforce full name field" : "Primijeni polje s punim imenom",
    "Show phone field" : "Prikaži polje s brojem telefona",
    "Enforce phone field" : "Primijeni polje s brojem telefona",
    "User instructions" : "Upute za korisnike",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Oprez: upute za korisnike neće biti prevedene i stoga će se prikazivati kako je konfigurirano u nastavku za sve korisnike, bez obzira na njihov stvarni jezik.",
    "Registration form instructions" : "Upute za korištenje registracijskog obrasca",
    "A short message that is shown to the user in the registration process." : "Kratka poruka koja se prikazuje korisniku tijekom registracije.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Dodajte dodatne upute za korisnike (npr. za odabir imena za prijavu). Ako je tako konfigurirano, tekst se prikazuje u koraku izrade računa tijekom postupka registracije.",
    "Verification email instructions" : "Upute za korištenje poruke e-pošte za potvrdu",
    "A short message that is shown to the user in the verification email." : "Kratka poruka koja se prikazuje korisniku u poruci e-pošte za potvrdu.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Dodajte dodatne upute za korisnike (npr. za odabir imena za prijavu). Ako je tako konfigurirano, tekst je sadržan u poruci e-pošte za potvrdu registracije.",
    "Blocked email domains" : "Blokirane domene e-pošte",
    "Allowed email domains" : "Dopuštene domene e-pošte",
    "Show the blocked email domains to users" : "Prikaži korisnicima blokirane domene e-pošte",
    "Show the allowed email domains to users" : "Prikaži korisnicima dopuštene domene e-pošte",
    "An error occurred while saving the settings" : "Došlo je do pogreške pri spremanju postavki",
    "Loading …" : "Učitavanje…",
    "Approval required" : "Potrebno je odobrenje",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Vaš je račun uspješno stvoren ali potrebno je odobrenje administratora.",
    "Email" : "E-pošta",
    "Continue" : "Nastavi",
    "Request verification code" : "Zatraži kod za potvrdu",
    "Request verification link" : "Zatraži poveznicu za potvrdu",
    "Back to login" : "Natrag na prijavu",
    "Welcome, you can create your account below." : "Dobro došli, u nastavku možete stvoriti svoj novi račun.",
    "Login name" : "Ime za prijavu",
    "Full name" : "Puno ime",
    "Phone number" : "Broj telefona",
    "Password" : "Zaporka",
    "Create account" : "Stvori račun",
    "Verification code" : "Kontrolni kod",
    "Verify" : "Provjeri"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}