{ "translations": {
    "Registration is not allowed with the following domains: %s" : "Pendaftaran tidak diizinkan dengan domain berikut: %s",
    "Registration is only allowed with the following domains: %s" : "Pendaftaran hanya diizinkan dengan domain berikut: %s",
    "A problem occurred sending email, please contact your administrator." : "Terjadi masalah saat mengirim email, silakan hubungi administrator Anda.",
    "The entered verification code is wrong" : "Kode verifikasi yang dimasukkan salah",
    "The verification failed." : "Verifikasi gagal.",
    "Invalid username policy regex" : "Regex kebijakan nama pengguna tidak valid",
    "Saved" : "Disimpan",
    "No such group" : "Tidak ada grup tersebut",
    "Register" : "Daftar",
    "The email address you entered is not valid" : "Alamat email yang Anda masukkan tidak valid",
    "Verify your %s registration request" : "Verifikasi permintaan pendaftaran %s Anda",
    "Registration" : "Pendaftaran",
    "Email address verified, you can now complete your registration." : "Alamat email terverifikasi, Anda sekarang dapat menyelesaikan pendaftaran.",
    "Click the button below to continue." : "Klik tombol di bawah ini untuk melanjutkan.",
    "Verification code: %s" : "Kode verifikasi: %s",
    "Continue registration" : "Lanjutkan pendaftaran",
    "New user \"%s\" has created an account on %s" : "Pengguna baru \"%s\" telah membuat akun di %s",
    "New user registered" : "Pengguna baru terdaftar",
    "no email address given" : "tidak ada alamat email yang diberikan",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "\"%1$s\" (%2$s) mendaftarkan akun baru di %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "\"%1$s\" (%2$s) mendaftarkan akun baru di %3$s dan perlu diaktifkan.",
    "Enable now" : "Aktifkan sekarang",
    "A user has already taken this email, maybe you already have an account?" : "Seorang pengguna sudah menggunakan email ini, mungkin Anda sudah memiliki akun?",
    "You can <a href=\"%s\">log in now</a>." : "Anda dapat <a href=\"%s\">masuk sekarang</a>.",
    "Registration with this email domain is not allowed." : "Pendaftaran dengan domain email ini tidak diizinkan.",
    "Please provide a valid display name." : "Harap masukkan nama tampilan yang valid.",
    "Please provide a valid login name." : "Harap masukkan nama login yang valid.",
    "The login name you have chosen already exists." : "Nama login yang Anda pilih sudah ada.",
    "The phone number needs to contain the country code." : "Nomor telepon harus mencantumkan kode negara.",
    "The phone number is invalid." : "Nomor telepon tidak valid.",
    "Please provide a password." : "Harap masukkan kata sandi.",
    "Please provide a valid phone number." : "Harap masukkan nomor telepon yang valid.",
    "Unable to create user, there are problems with the user backend." : "Tidak dapat membuat pengguna, ada masalah dengan backend pengguna.",
    "Unable to set user email: " : "Tidak dapat menetapkan email pengguna:",
    "Registration app auto setup" : "Penyiapan otomatis aplikasi pendaftaran",
    "This app allows users to self-register a new account using their email address." : "Aplikasi ini memungkinkan pengguna mendaftarkan akun baru secara mandiri menggunakan alamat email mereka.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Administrator will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Pendaftaran pengguna\n\nAplikasi ini memungkinkan pengguna mendaftarkan akun baru.\n\n# Fitur\n\n- Menambahkan pengguna ke grup tertentu\n- Daftar-izin domain email (termasuk wildcard) untuk digunakan saat mendaftar\n- Administrator akan diberi tahu melalui email saat pengguna baru dibuat atau memerlukan persetujuan\n- Mendukung Nextcloud Client Login Flow v1 dan v2 - memungkinkan pendaftaran di aplikasi seluler dan klien desktop\n\n# Alur pendaftaran formulir web\n\n1. Pengguna memasukkan alamat email mereka\n2. Tautan verifikasi dikirim ke alamat email tersebut\n3. Pengguna mengeklik tautan verifikasi\n4. Pengguna diarahkan ke formulir tempat mereka dapat memilih nama pengguna dan kata sandi\n5. Akun baru dibuat dan pengguna masuk secara otomatis",
    "Blocked email domains" : "Domain email yang diblokir",
    "Allowed email domains" : "Domain email yang diizinkan",
    "Show the blocked email domains to users" : "Tampilkan domain email yang diblokir kepada pengguna",
    "Show the allowed email domains to users" : "Tampilkan domain email yang diizinkan kepada pengguna",
    "An error occurred while saving the settings" : "Terjadi kesalahan saat menyimpan pengaturan",
    "Registration settings" : "Pengaturan pendaftaran",
    "Require administrator approval" : "Memerlukan persetujuan administrator",
    "Enabling \"administrator approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Mengaktifkan \"persetujuan administrator\" akan mencegah pendaftaran dari klien seluler dan desktop untuk diselesaikan karena kredensial tidak dapat diverifikasi oleh klien sampai pengguna diaktifkan.",
    "Registered users default group" : "Grup default pengguna terdaftar",
    "Select group" : "Pilih grup",
    "Email settings" : "Pengaturan email",
    "Email is optional" : "Email bersifat opsional",
    "Block listed email domains instead of allowing them" : "Blokir domain email yang didaftarkan alih-alih mengizinkannya",
    "Disable email verification" : "Nonaktifkan verifikasi email",
    "User settings" : "Pengaturan pengguna",
    "Force email as login name" : "Paksa email sebagai nama login",
    "Login name policy" : "Kebijakan nama login",
    "Regular expression to validate login names" : "Ekspresi reguler untuk memvalidasi nama login",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Jika dikonfigurasikan, nama login akan divalidasi melalui ekspresi reguler. Jika validasi gagal, pengguna akan diminta dengan pesan kesalahan umum. Pastikan regex Anda berfungsi dengan benar.",
    "Show full name field" : "Tampilkan kolom nama lengkap",
    "Enforce full name field" : "Wajibkan kolom nama lengkap",
    "Show phone field" : "Tampilkan kolom telepon",
    "Enforce phone field" : "Wajibkan kolom telepon",
    "User instructions" : "Petunjuk pengguna",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Perhatian: Petunjuk pengguna tidak akan diterjemahkan dan karenanya akan ditampilkan sebagaimana dikonfigurasikan di bawah ini untuk semua pengguna, terlepas dari bahasa mereka yang sebenarnya.",
    "Registration form instructions" : "Petunjuk formulir pendaftaran",
    "A short message that is shown to the user in the registration process." : "Pesan singkat yang ditampilkan kepada pengguna dalam proses pendaftaran.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Tambahkan petunjuk pengguna tambahan (misalnya untuk memilih nama login). Jika dikonfigurasikan, teks ditampilkan pada langkah pembuatan akun dalam proses pendaftaran.",
    "Verification email instructions" : "Petunjuk email verifikasi",
    "A short message that is shown to the user in the verification email." : "Pesan singkat yang ditampilkan kepada pengguna dalam email verifikasi.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Tambahkan petunjuk pengguna tambahan (misalnya untuk memilih nama login). Jika dikonfigurasikan, teks disematkan dalam email verifikasi.",
    "Please create your username following the scheme " : "Silakan buat nama pengguna Anda mengikuti skema",
    "Email (optional)" : "Email (opsional)",
    "Email" : "Email",
    "Continue" : "Lanjutkan",
    "Request verification code" : "Minta kode verifikasi",
    "Request verification link" : "Minta tautan verifikasi",
    "Back to login" : "Kembali ke login",
    "Welcome, you can create your account below." : "Selamat datang, Anda dapat membuat akun Anda di bawah ini.",
    "Login name" : "Nama login",
    "Full name" : "Nama lengkap",
    "Phone number" : "Nomor telepon",
    "Password" : "Kata sandi",
    "Loading" : "Memuat",
    "Create account" : "Buat akun",
    "Verification code" : "Kode verifikasi",
    "Verify" : "Verifikasi",
    "Approval required" : "Persetujuan diperlukan",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Akun Anda telah berhasil dibuat, tetapi masih memerlukan persetujuan dari administrator."
},"pluralForm" :"nplurals=1; plural=0;"
}