{ "translations": {
    "Registration is not allowed with the following domains:" : "La registrazione non è consentita per i seguenti domini:",
    "Registration is only allowed with the following domains:" : "La registrazione è consentita solo con i seguenti domini:",
    "A problem occurred sending email, please contact your administrator." : "Si è verificato un problema durante l'invio del messaggio, contatta il tuo amministratore.",
    "The entered verification code is wrong" : "Il codice di verifica inserito è errato",
    "The verification failed." : "La verifica non è riuscita.",
    "Invalid username policy regex" : "Espressione regolare dei criteri del nome utente non valida",
    "Saved" : "Salvato",
    "No such group" : "Nessun gruppo",
    "Register" : "Registra",
    "The email address you entered is not valid" : "L'indirizzo di posta che hai digitato non è valido",
    "Verify your %s registration request" : "Verifica la tua richiesta di registrazione a %s",
    "Registration" : "Registrazione",
    "Email address verified, you can now complete your registration." : "Indirizzo email verificato, puoi ora completare la tua registrazione.",
    "Click the button below to continue." : "Fai clic sul pulsante seguente per continuare.",
    "Verification code: %s" : "Codice di verifica: %s",
    "Continue registration" : "Continua la registrazione",
    "New user \"%s\" has created an account on %s" : "Il nuovo utente \"%s\" ha creato un account su %s",
    "New user registered" : "Nuovo utente registrato",
    "\"%1$s\" registered a new account on %2$s." : "\"%1$s\" ha registrato un nuovo account su %2$s.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "\"%1$s\" ha registrato un nuovo account su %2$s e ha bisogno di essere abilitato.",
    "Enable now" : "Abilita ora",
    "A user has already taken this email, maybe you already have an account?" : "Un utente ha già utilizzato questo indirizzo, forse hai già un account?",
    "You can <a href=\"%s\">log in now</a>." : "Ora puoi <a href=\"%s\">accedere</a>.",
    "Registration with this email domain is not allowed." : "La registrazione con questo dominio di posta non è consentita.",
    "Please provide a valid display name." : "Fornisci un nome visualizzato valido.",
    "Please provide a valid user name." : "Fornisci un nome utente valido.",
    "The username you have chosen already exists." : "Il nome utente che hai scelto esiste già.",
    "Unable to create user, there are problems with the user backend." : "Impossibile creare l'utente, ci sono problemi con il motore degli utenti.",
    "Unable to set user email: " : "Impossibile impostare l'email dell'utente:",
    "Registration app auto setup" : "Configurazione automatica dell'applicazione di registrazione",
    "This app allows users to self-register a new account using their e-mail address." : "Questa applicazione consente agli utenti di registrare autonomamente un nuovo account utilizzando il loro indirizzo di posta elettronica.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Registrazione utente\n\nQuesta applicazione consente agli utenti di registrare un nuovo account.\n\n# Funzionalità\n\n- Aggiungere utenti a un determinato gruppo\n- Elenco di domini di posta consentiti (inclusi caratteri jolly) con cui registrarsi\n- Gli amministratori riceveranno una notifica tramite posta elettronica per la creazione di un nuovo utente o richiederanno l'approvazione\n- Supporta il Client Login Flow di Nextcloud v1 e v2 - consentendo la registrazione nelle applicazioni mobili e nei client desktop\n\n# Flusso di registrazione del modulo web\n\n1. L'utente inserisce il proprio indirizzo di posta\n2. Il collegamento di verifica viene inviato all'indirizzo di posta\n3. L'utente fa clic sul collegamento di verifica\n4. L'utente viene indirizzato a un modulo in cui può scegliere il proprio nome utente e la password\n5. Il nuovo account viene creato e l'accesso avviene automaticamente",
    "Registered users default group" : "Gruppo predefinito di utenti registrati",
    "None" : "Nessuno",
    "Disable Email Verification" : "Disabilita la verifica dell'indirizzo email",
    "Let user can register directly without email verification" : "Consenti all'utente di registrarsi direttamente senza verifica dell'indirizzo email",
    "Allowed email domains" : "Domini di posta consentiti",
    "Enter a semicolon-separated list of allowed email domains, * for wildcard. Example: %s" : "Inserisci un elenco separato da punti e virgole di domini di posta consentiti, * come carattere jolly. Ad esempio: %s",
    "Block listed email domains instead of allowing them" : "Blocca i domini di posta elencati invece di consentirli",
    "Show the allowed/blocked email domains to users" : "Mostra agli utenti i domini di posta consentiti/bloccati",
    "Force email as login name" : "Forza l'indirizzo di posta come nome utente",
    "Username policy" : "Criteri del nome utente",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Se configurata, i nomi utente saranno convalidati tramite l'espressione regolare. Se la convalida non riesce, all'utente verrà presentato un errore generico. Assicurati che la tua espressione regolare funzioni correttamente.",
    "User instructions" : "Istruzioni utente",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Attenzione: le istruzioni per l'utente non saranno tradotte e saranno quindi visualizzate come configurato di seguito per tutti gli utenti indipendentemente dalla loro lingua effettiva.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is displayed in the account creation step of the registration process." : "Aggiungi ulteriori istruzioni per l'utente (ad es. per la scelta del nome utente). Se configurata, il testo viene visualizzato nella fase di creazione dell'account del processo di registrazione.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is embedded in the the verification-Email." : "Aggiungi ulteriori istruzioni per l'utente (ad es. per la scelta del nome utente). Se configurata, il testo è incorporato nell'email di verifica",
    "Admin approval" : "Approvazione dell'amministratore",
    "Require admin approval" : "Richiede l'approvazione dell'amministratore",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "L'attivazione di \"approvazione dell'amministratore\" impedirà la registrazione da dispositivi mobili e computer dato che le credenziali non possono essere verificate fino all'attivazione dell'utente.",
    "Approval required" : "Approvazione richiesta",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Il tuo account è stato creato correttamente, ma necessita ancora di approvazione da parte dell'amministratore.",
    "Email" : "Email",
    "Continue" : "Continua",
    "Request verification link" : "Richiedi collegamento di verifica",
    "Back to login" : "Torna alla schermata di accesso",
    "Welcome, you can create your account below." : "Benvenuto, puoi creare il tuo account di seguito.",
    "Username" : "Nome utente",
    "Password" : "Password",
    "Create account" : "Crea account",
    "Verification code" : "Codice di verifica",
    "Verify" : "Verifica",
    "Your registration is pending. Please confirm your email address." : "La tua registrazione è in attesa. Conferma il tuo indirizzo di posta.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Esiste già una registrazione in attesa con questo indirizzo email, un nuovo messaggio di posta di verifica è stato inviato al tuo indirizzo.",
    "Verification email successfully sent." : "Email di verifica inviata correttamente.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Il tuo account è stato creato correttamente, ora puoi <a href=\"%s\">accedere</a>.",
    "A new user \"%s\" has created an account on %s" : "Un nuovo utente \"%s\" ha creato un account su %s",
    "Registration is only allowed for the following domains: " : "La registrazione è consentita solo per i domini seguenti:",
    "Invalid verification URL. No registration request with this verification URL is found." : "URL di verifica non valido. Nessuna richiesta di registrazione con questo URL di verifica è stato trovato.",
    "Failed to delete pending registration request" : "Eliminazione della richiesta di registrazione in attesa non riuscita",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Registrazione utenti\n\nQuesta applicazione consente agli utenti di registrare un nuovo account.\n\n# Flusso\n\n1. L'utente digita il suo indirizzo di posta elettronica\n2. Un collegamento di verifica è inviato all'indirizzo di posta\n3. L'utente fa clic sul collegamento di verifica\n4. L'utente viene indirizzato a un modulo dove può scegliere nome utente e password\n5. Il nuovo account è creato e l'accesso avviene automaticamente\n\n# Funzionalità\n\n- L'amministratore può specificare a quale gruppo appartengono gli utenti appena creati\n- L'amministratore può limitare i domini di posta elettronica autorizzati a registrarsi\n- L'amministratore sarà avvisato tramite email della creazione di nuovi utenti\n\n# Donazioni\n\nInvia Ethereum a `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nInvia BTC a `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`",
    "Default group that all registered users belong" : "Gruppo predefinito al quale appartengono tutti gli utenti registrati",
    "Allowed mail address domains for registration" : "Domini di posta elettronica consentiti per la registrazione",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Inserisci un elenco separato da punti e virgole di domini consentiti. Ad esempio: owncloud.com;github.com",
    "Require admin approval?" : "Richiede l'approvazione dell'amministratore?",
    "Registration is only allowed for the following domains:" : "La registrazione è consentita solo per i domini seguenti:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "Un nuovo utente \"%s\" ha creato un account su %s e attende l'approvazione dell'amministratore",
    "To create a new account on %s, just click the following link:" : "Per creare un nuovo account su %s, ti basta fare clic sul collegamento seguente:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Grazie per esserti registrato, dovresti ricevere un collegamento di verifica in pochi minuti.",
    "Please re-enter a valid email address" : "Digita nuovamente un indirizzo di posta valido",
    "You will receive an email with a verification link" : "Riceverai un messaggio con un collegamento di conferma"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}