{ "translations": {
    "Register" : "Registrer",
    "Your registration is pending. Please confirm your email address." : "Registreringen din venter. Vennligst bekreft e-postadressen din.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Det finnes allerede en uavklart registrering med denne e-postadressen. En ny verifiserings-epost er blitt sendt til adressen.",
    "Verification email successfully sent." : "Verifiserings-epost sendt.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Kontoen din er blitt opprettet. Du kan nå <a href=\"%s\">logge inn</a>. ",
    "Saved" : "Lagret",
    "No such group" : "Ingen slik gruppe",
    "The email address you entered is not valid" : "E-postadressen som du la enn er ikke gyldig",
    "Verify your %s registration request" : "Verifiser din forespørsel om %s-registrering",
    "A problem occurred sending email, please contact your administrator." : "Et problem oppstod ved sending av mailen. Kontakt administratoren.",
    "A new user \"%s\" has created an account on %s" : "En ny bruker \"%s\" har opprettet en konto på %s",
    "A user has already taken this email, maybe you already have an account?" : "En bruker har allerede valgt denne mail-adressen. Kanskje du har en konto allerede?",
    "You can <a href=\"%s\">log in now</a>." : "Du kan <a href=\"%s\">logge inn nå</a>.",
    "Registration is only allowed for the following domains: " : "Registrering er tillatt kun for følgende domener:",
    "Please provide a valid display name." : "Vennligst oppgi et gyldig brukernavn. ",
    "Please provide a valid user name." : "Vennligst oppgi et gyldig brukernavn. ",
    "The username you have chosen already exists." : "Brukernavnet er allerede i bruk. ",
    "Invalid verification URL. No registration request with this verification URL is found." : "Ugyldig URL for verifisering. Ingen registreringsforespørsel ble funnet med denne URL",
    "Unable to create user, there are problems with the user backend." : "Kan ikke opprette bruker; det er problemer med bruker-serveren.",
    "Unable to set user email: " : "Kan ikke sette brukerens e-post:",
    "Failed to delete pending registration request" : "Klarte ikke å slette utestående registreringsforespørsel",
    "Registration app auto setup" : "Auto-oppsett av registrerings-app",
    "Registration" : "Registrering",
    "Default group that all registered users belong" : "Standard gruppe som alle registrerte brukere er med i",
    "None" : "Ingen",
    "Allowed mail address domains for registration" : "Tillatte epost-domener for registrering",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Legg inn en semikolon-separert liste av tillatte domener. Eksempel: owncloud.com;github.com",
    "Registration is only allowed for the following domains:" : "Registrering er tillatt kun for følgende domener:",
    "To create a new account on %s, just click the following link:" : "For å opprette en ny konto på %s, klikk på denne lenken:",
    "Welcome, you can create your account below." : "Velkommen, du kan opprette kontoen din nedenfor.",
    "Username" : "Brukernavn",
    "Password" : "Passord",
    "Create account" : "Opprett konto",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Takk for at du registrerte deg. Du vil motta en verifiseringslenke om noen minutter.",
    "Email" : "Epost",
    "Request verification link" : "Be om verifiseringslenke",
    "Please re-enter a valid email address" : "Vennligst angi en gyldig e-postadresse",
    "You will receive an email with a verification link" : "Du vil motta en e-post med verifiseringslenke"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}