{ "translations": {
    "Register" : "Registrer",
    "Email address you entered is not valid" : "E-postadressen som du la enn er ikke gyldig",
    "There is already a pending registration with this email" : "Det finnes allerede en ventende registrering med denne e-postadressen",
    "There is an existing user with this email" : "Det finnes allerede en bruker med denne epost-adressen",
    "Verify your ownCloud registration request" : "Verifiser din forespørsel om ownCloud-registrering",
    "Verification email successfully sent." : "Verifiserings-epost sendt.",
    "Invalid verification URL. No registration request with this verification URL is found." : "Ugyldig URL for verifisering. Ingen registreringsforespørsel ble funnet med denne URL",
    "Unable to create user, there are problems with user backend." : "Kan ikke opprette bruker; det er problemer med bruker-serveren.",
    "Failed to delete pending registration request" : "Klarte ikke å slette utestående registreringsforespørsel",
    "Your account has been successfully created, you can <a href=\"{link}\">log in now</a>." : "Kontoen din er blitt opprettet. Du kan <a href=\"{link}\">logge inn nå</a>.",
    "Your settings have been updated." : "Innstillingene dine ble oppdatert.",
    "No such group" : "Ingen slik gruppe",
    "Registration" : "Registrering",
    "Default group that all registered users belong" : "Standard gruppe som alle registrerte brukere er med i",
    "None" : "Ingen",
    "To create a new account on ownCloud, just click the following link:\n{link}" : "For å opprette en ny konto på ownCloud, klikk denne lenken:\n{link}",
    "Welcome, you can create your account below." : "Velkommen, du kan opprette kontoen din nedenfor.",
    "Username" : "Brukernavn",
    "Password" : "Passord",
    "Create account" : "Opprett konto",
    "Thank you for registering, you should receive verification link in a few minutes." : "Takk for at du registrerte deg. Du vil motta en verifiseringslenke om noen minutter.",
    "Email" : "Epost",
    "Request verification link" : "Be om verifiseringslenke",
    "Please re-enter a valid email address" : "Vennligst angi en gyldig e-postadresse",
    "You will receive an email with verification link" : "Du vil motta en e-post med verifiseringslenke"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}