{ "translations": {
    "Registration is not allowed with the following domains:" : "Registratie is niet toegestaan ​​voor de volgende domeinen:",
    "Registration is only allowed with the following domains:" : "Registratie is alleen toegestaan ​​voor de volgende domeinen:",
    "A problem occurred sending email, please contact your administrator." : "Er is een probleem opgetreden bij het verzenden van e-mail. Neem contact op met je beheerder.",
    "The entered verification code is wrong" : "De ingevoerde verificatiecode is niet correct",
    "The verification failed." : "De verificatie is niet gelukt.",
    "Invalid username policy regex" : "Ongeldige gebruikersnaambeleid regex",
    "Saved" : "Opgeslagen",
    "No such group" : "Groep bestaat niet",
    "Register" : "Registreer",
    "The email address you entered is not valid" : "Het e-mailadres dat je opgaf is ongeldig",
    "Verify your %s registration request" : "Verifieer je %s registratieverzoek",
    "Registration" : "Registratie",
    "Email address verified, you can now complete your registration." : "E-mailadres geverifieerd, je kunt nu je registratie voltooien.",
    "Click the button below to continue." : "Klik op onderstaande knop om verder te gaan.",
    "Verification code: %s" : "Verificatiecode: %s",
    "Continue registration" : "Hervat registratie",
    "New user \"%s\" has created an account on %s" : "Nieuwe gebruiker \"%s\" heeft een account aangemaakt op %s",
    "New user registered" : "Nieuwe gebruiker geregistreerd",
    "\"%1$s\" registered a new account on %2$s." : "\"%1$s\" heeft een nieuw account geregistreerd op %2$s.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "\"%1$s\" heeft een nieuw account geregistreerd op %2$s en moet worden ingeschakeld.",
    "Enable now" : "Nu inschakelen",
    "A user has already taken this email, maybe you already have an account?" : "Een gebruiker heeft dit e-mailadres al gebruikt, misschien heeft u al een account?",
    "You can <a href=\"%s\">log in now</a>." : "Je kan <a href=\"%s\">nu inloggen</a>.",
    "Registration with this email domain is not allowed." : "Registratie met een email uit dat domein is niet toegelaten.",
    "Please provide a valid display name." : "Geef alstublieft een geldige weergavenaam op.",
    "Please provide a valid user name." : "Geef alstublieft een geldige gebruikersnaam op.",
    "The username you have chosen already exists." : "De gebruikersnaam die je gekozen hebt bestaat al.",
    "Unable to create user, there are problems with the user backend." : "Kan gebruiker niet aanmaken, er zijn problemen met de gebruikersbackend.",
    "Unable to set user email: " : "Kan e-mailadres van gebruiker niet instellen:",
    "Registration app auto setup" : "Automatische configuratie van registratie-app",
    "This app allows users to self-register a new account using their e-mail address." : "Met deze app kunnen gebruikers zelf een nieuw account registreren met hun e-mailadres.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Gebruikersregistratie\n\nMet deze app kunnen gebruikers een nieuw account registreren.\n\n# Kenmerken\n\n- Voeg gebruikers toe aan een bepaalde groep\n- Lijst met toegestane e-maildomeinen (inclusief joker) om mee te registreren\n- Beheerders worden via e-mail op de hoogte gebracht als er een nieuwe gebruiker is aangemaakt of als ze goedkeuring nodig hebben\n- Ondersteunt Nextcloud's Client Login Flow v1 en v2 - waardoor registratie in de mobiele apps en desktopclients mogelijk is\n\n# Registratieproces voor webformulieren\n\n1. Gebruiker voert een e-mailadres in\n2. De verificatielink wordt naar het e-mailadres gestuurd\n3. De gebruiker klikt op de verificatielink\n4. De gebruiker wordt naar een formulier geleid waar gebruikersnaam en wachtwoord kunnen worden gekozen\n5. Er wordt een nieuw account aangemaakt en de gebruikers is automatisch ingelogd",
    "Registered users default group" : "Standaardgroep voor geregistreerde gebruikers",
    "None" : "Geen",
    "Disable Email Verification" : "Uitschakelen e-mailverificatie",
    "Let user can register directly without email verification" : "Laat de gebruiker direct, zonder e-mailverificatie, registreren",
    "Allowed email domains" : "Toegestane e-mailadres domeinen",
    "Enter a semicolon-separated list of allowed email domains, * for wildcard. Example: %s" : "Voer een door puntkomma's gescheiden lijst met toegestane e-maildomeinen in, * voor joker. Voorbeeld: %s",
    "Block listed email domains instead of allowing them" : "E-maildomeinen op blokkeerlijst in plaats van toegestaan",
    "Show the allowed/blocked email domains to users" : "Toon de toegestane/geblokkeerde e-maildomeinen aan gebruikers",
    "Force email as login name" : "Forceer e-mailadres als gebruikersnaam",
    "Username policy" : "Gebruikersnaambeleid",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Indien geconfigureerd, worden gebruikersnamen gevalideerd via de reguliere expressie. Als de validatie mislukt, wordt de gebruiker een algemene fout getoond. Zorg ervoor dat je regex correct werkt.",
    "User instructions" : "Gebruikersinstructies",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Let op: de gebruikersinstructies worden niet vertaald en worden daarom weergegeven zoals hieronder geconfigureerd voor alle gebruikers, ongeacht hun werkelijke taal.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is displayed in the account creation step of the registration process." : "Voeg aanvullende gebruikersinstructies toe (bijv. voor het kiezen van hun gebruikersnamen). Indien geconfigureerd, wordt de tekst weergegeven bij het aanmaken van een account tijdens het registratieproces.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is embedded in the the verification-Email." : "Voeg aanvullende gebruikersinstructies toe (bijv. voor het kiezen van hun gebruikersnamen). Indien geconfigureerd wordt de tekst ingesloten in de verificatie-e-mail.",
    "Admin approval" : "Beheerdersgoedkeuring",
    "Require admin approval" : "Beheerdersgoedkeuring vereist",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "Als je \"goedkeuring door de beheerder\" inschakelt, wordt voorkomen dat registraties van mobiele en desktopclients worden voltooid, omdat de inloggegevens niet kunnen worden geverifieerd door de client totdat de gebruiker is ingeschakeld.",
    "Approval required" : "Toestemming vereist",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Je account werd aangemaakt, maar moet nog goedgekeurd worden door een administrator.",
    "Email" : "Email",
    "Continue" : "Doorgaan",
    "Request verification link" : "Verificatielink aanvragen",
    "Back to login" : "Terug naar inloggen",
    "Welcome, you can create your account below." : "Welkom, je kunt hieronder je account aanmaken.",
    "Username" : "Gebruikersnaam",
    "Password" : "Wachtwoord",
    "Create account" : "Account aanmaken",
    "Verification code" : "Verificatiecode",
    "Verify" : "Verifiëren",
    "Your registration is pending. Please confirm your email address." : "Je registratie is in aanvraag. Bevestig alstublieft je e-mailadres",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Er is reeds een registratie in aavraag met dit e-mailadres, een nieuwe verificatie e-mail werd verzonden naar dit adres.",
    "Verification email successfully sent." : "Verificatie e-mail werd verzonden.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Je account werd aangemaakt, je kan <a href=\"%s\">nu inloggen</a>.",
    "A new user \"%s\" has created an account on %s" : "Een nieuwe gebruiker \"%s\" heeft een account aangemaakt op %s",
    "Registration is only allowed for the following domains: " : "Registatie is uitsluitend toegestaan voor de volgende domeinnamen:",
    "Invalid verification URL. No registration request with this verification URL is found." : "Ongeldige verificatie-URL. Er is geen registratieverzoek met deze verificatie-URL gevonden.",
    "Failed to delete pending registration request" : "Het in behandeling zijnde registratieverzoek kan niet worden verwijderd",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Gebruikersregistratie\n\nMet deze app kunnen gebruikers een nieuw account registreren.\n\n# Flow\n\n1. Gebruiker voert zijn / haar e-mailadres in\n2. De verificatielink wordt naar het e-mailadres gestuurd\n3. De gebruiker klikt op de verificatielink\n4. De gebruiker wordt naar een formulier geleid waar men een\n    gebruikersnaam en wachtwoord kan kiezen\n5. Er wordt een nieuw account aangemaakt en automatisch ingelogd\n\n# Kenmerken\n\n- Admin kan specificeren tot welke groep de nieuw aangemaakte gebruikers behoren\n- De beheerder kan het aantal e-maildomeinen beperken dat mag worden geregistreerd\n- De beheerder wordt per e-mail op de hoogte gebracht als er een nieuwe gebruiker is aangemaakt\n\n# Doneer\n\nStuur Ethereum naar `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nStuur BTC naar `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`",
    "Default group that all registered users belong" : "Standaardgroep waartoe alle geregistreerde gebruikers behoren",
    "Allowed mail address domains for registration" : "Toegestane e-mailadres domeinen voor registratie",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Voer een door puntkomma's gescheiden lijst met toegestane domeinen in. Voorbeeld: owncloud.com; github.com",
    "Require admin approval?" : "Beheerdersgoedkeuring vereisen?",
    "Registration is only allowed for the following domains:" : "Registratie is alleen toegestaan ​​voor de volgende domeinen:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "Een nieuwe gebruiker \"%s\" heeft een account aangemaakt op %s en wacht op goedkeuring van de beheerder",
    "To create a new account on %s, just click the following link:" : "Om een ​​nieuw account aan te maken op %s, klik gewoon op de volgende link:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Bedankt voor je aanmelding, je zou binnen enkele minuten een verificatielink moeten ontvangen.",
    "Please re-enter a valid email address" : "Voer een geldig e-mailadres opnieuw in",
    "You will receive an email with a verification link" : "Je zal een e-mail ontvangen met een verificatie-link"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}