{ "translations": {
    "Registration is not allowed with the following domains:" : "Rejestracja nie jest dozwolona z następujących domen:",
    "Registration is only allowed with the following domains:" : "Rejestracja jest dozwolona tylko z następujących domen:",
    "A problem occurred sending email, please contact your administrator." : "Wystąpił problem z wysłaniem wiadomości e-mail, skontaktuj się z administratorem.",
    "The entered verification code is wrong" : "Wprowadzony kod weryfikacyjny jest nieprawidłowy",
    "The verification failed." : "Weryfikacja nie powiodła się.",
    "Invalid username policy regex" : "Nieprawidłowe wyrażenie regularne dotyczące zasad nazwy użytkownika",
    "Saved" : "Zapisano",
    "No such group" : "Brak takiej grupy",
    "Register" : "Zarejestruj się",
    "The email address you entered is not valid" : "Podany adres e-mail jest nieprawidłowy",
    "Verify your %s registration request" : "Zweryfikuj prośbę o rejestrację %s",
    "Registration" : "Rejestracja",
    "Email address verified, you can now complete your registration." : "Adres e-mail zweryfikowany, możesz teraz dokończyć rejestrację.",
    "Click the button below to continue." : "Kliknij przycisk poniżej, aby kontynuować.",
    "Verification code: %s" : "Kod weryfikacyjny: %s",
    "Continue registration" : "Kontynuuj rejestrację",
    "New user \"%s\" has created an account on %s" : "Nowy użytkownik \"%s\" utworzył konto w %s",
    "New user registered" : "Zarejestrowano nowego użytkownika",
    "\"%1$s\" registered a new account on %2$s." : "\"%1$s\" zarejestrował nowe konto w %2$s.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "\"%1$s\" zarejestrował nowe konto w %2$s i musi zostać włączone.",
    "Enable now" : "Włącz teraz",
    "A user has already taken this email, maybe you already have an account?" : "Użytkownik otrzymał już tego e-maila, może masz już konto?",
    "You can <a href=\"%s\">log in now</a>." : "Możesz się teraz <a href=\"%s\">zalogować</a>.",
    "Registration with this email domain is not allowed." : "Rejestracja z tej domeny e-maila jest niedozwolona.",
    "Please provide a valid display name." : "Podaj prawidłową nazwę wyświetlaną.",
    "Please provide a valid user name." : "Podaj prawidłową nazwę użytkownika.",
    "The username you have chosen already exists." : "Wybrana nazwa użytkownika już istnieje.",
    "Unable to create user, there are problems with the user backend." : "Nie można utworzyć użytkownika, występują problemy z zapleczem użytkownika.",
    "Unable to set user email: " : "Nie można skonfigurować adresu e-mail użytkownika: ",
    "Registration app auto setup" : "Automatyczna konfiguracja aplikacji do rejestracji",
    "This app allows users to self-register a new account using their e-mail address." : "Aplikacja umożliwia użytkownikom założenie nowego konta przy użyciu adresu e-mail.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Rejestracja Użytkownika\n\nAplikacja pozwala użytkownikom zarejestrować nowe konto.\n\n# Cechy\n\n- Dodaj użytkowników do danej grupy\n- Zezwalaj na listę domen e-mail (w tym symboli wieloznacznych) do rejestracji\n- Administratorzy zostaną powiadomieni e-mailem o utworzeniu nowego użytkownika lub będą wymagać zatwierdzenia\n- Obsługuje przepływ logowania klienta Nextcloud v1 i v2 - umożliwia rejestrację w aplikacjach mobilnych i klientach stacjonarnych\n\n# Przebieg rejestracji formularza internetowego\n\n1. Użytkownik wprowadza swój adres e-mail\n2. Link weryfikacyjny zostanie wysłany na adres e-mail\n3. Użytkownik klika link weryfikacyjny\n4. Użytkownik jest kierowany do formularza, w którym może wybrać swoją nazwę użytkownika i hasło\n5. Nowe konto jest tworzone i logowane automatycznie",
    "Registered users default group" : "Domyślna grupa zarejestrowanych użytkowników",
    "None" : "Brak",
    "Disable Email Verification" : "Wyłącz weryfikację adresu e-mail",
    "Let user can register directly without email verification" : "Pozwól użytkownikowi zarejestrować się bezpośrednio bez weryfikacji adresu e-mail",
    "Allowed email domains" : "Dozwolone domeny e-mail",
    "Enter a semicolon-separated list of allowed email domains, * for wildcard. Example: %s" : "Wpisz rozdzieloną średnikami listę dozwolonych domen e-mail, * dla symboli wieloznacznych. Przykład: %s",
    "Block listed email domains instead of allowing them" : "Zablokuj wymienione domeny e-mail zamiast zezwalać na nie",
    "Show the allowed/blocked email domains to users" : "Pokaż dozwolone/zablokowane domeny e-mail użytkownikom",
    "Force email as login name" : "Wymuś e-mail jako nazwę logowania",
    "Username policy" : "Zasady nazwy użytkownika",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Jeśli skonfigurowano, nazwy użytkowników zostaną sprawdzane za pomocą wyrażenia regularnego. Jeśli walidacja nie powiedzie się, użytkownik zostanie poproszony o ogólny błąd. Upewnij się, że Twoje wyrażenie regularne działa poprawnie.",
    "User instructions" : "Instrukcje dla użytkownika",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Uwaga: instrukcje użytkownika nie są przetłumaczone i dlatego będą wyświetlane zgodnie z poniższą konfiguracją dla wszystkich użytkowników, niezależnie od ich rzeczywistego języka.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is displayed in the account creation step of the registration process." : "Dodaj dodatkowe instrukcje dla użytkownika (np. dotyczące wyboru nazwy użytkownika). Jeśli skonfigurowany tekst jest wyświetlany na etapie tworzenia konta w procesie rejestracji.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is embedded in the the verification-Email." : "Dodaj dodatkowe instrukcje dla użytkownika (np. dotyczące wyboru nazwy użytkownika). Jeśli skonfigurowany tekst jest osadzany w e-mailu weryfikacyjnym.",
    "Admin approval" : "Zatwierdzenie administratora",
    "Require admin approval" : "Wymagaj zgody administratora",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "Włączenie \"zatwierdzenia przez administratora\" uniemożliwi ukończenie rejestracji z klientów mobilnych i stacjonarnych, ponieważ poświadczenia nie mogą zostać zweryfikowane przez klienta, dopóki użytkownik nie zostanie włączony.",
    "Approval required" : "Wymagana akceptacja",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Twoje konto zostało pomyślnie utworzone, ale jeszcze wymaga zatwierdzenia przez administratora.",
    "Email" : "E-mail",
    "Continue" : "Kontynuuj",
    "Request verification link" : "Poproś o link weryfikacyjny",
    "Back to login" : "Powrót do logowania",
    "Welcome, you can create your account below." : "Witamy, możesz utworzyć konto poniżej.",
    "Username" : "Nazwa użytkownika",
    "Password" : "Hasło",
    "Create account" : "Utwórz konto",
    "Verification code" : "Kod weryfikacyjny",
    "Verify" : "Zweryfikuj",
    "Your registration is pending. Please confirm your email address." : "Twoja rejestracja jest w toku. Potwierdź adres e-mail.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "E-mail jest już w trakcie rejestracji, nowy e-mail weryfikacyjny został wysłany na wskazany adres.",
    "Verification email successfully sent." : "E-mail weryfikacyjny został pomyślnie wysłany.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Twoje konto zostało pomyślnie utworzone, możesz się teraz <a href=\"%s\">zalogować</a>.",
    "A new user \"%s\" has created an account on %s" : "Nowy użytkownik \"%s\" utworzył konto w %s",
    "Registration is only allowed for the following domains: " : "Rejestracja jest dozwolona tylko dla następujących domen:",
    "Invalid verification URL. No registration request with this verification URL is found." : "Nieprawidłowy adres URL weryfikacji. Nie znaleziono prośby o rejestrację z tym adresem URL weryfikacji.",
    "Failed to delete pending registration request" : "Nie udało się usunąć oczekującą prośbę o rejestrację",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Rejestracja użytkownika\n\nAplikacja pozwala użytkownikom na założenie nowego konta.\n\n# Przebieg rejestracji\n\n1. Użytkownik wprowadza swój adres e-mail\n2. Link weryfikacyjny jest wysyłany na adres e-mail\n3. Użytkownik klika na link weryfikacyjny\n4. Użytkownik zostaje przekierowany do formularza, w którym podaje nazwę użytkownika i hasło\n5. Nowe konto zostanie utworzone i zalogowane automatycznie\n\n# Cechy\n\n- Administrator może określić, do której grupy mają należeć nowo utworzeni użytkownicy\n- Administrator może ograniczyć domeny e-mail, z których można zarejestrować się\n- Administrator zostanie powiadomiony pocztą e-mail o utworzeniu nowego użytkownika\n\n# Darowizna\n\nWyślij Ethereum na `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nWyślij BTC na `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`",
    "Default group that all registered users belong" : "Domyślna grupa, do której będą należeć wszyscy zarejestrowani użytkownicy",
    "Allowed mail address domains for registration" : "Dozwolone domeny adresów e-mail dla rejestracji",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Wpisz listę dozwolonych domen, które należy oddzielić średnikami. Przykład: owncloud.com;github.com",
    "Require admin approval?" : "Wymagać zatwierdzenia przez administratora?",
    "Registration is only allowed for the following domains:" : "Rejestracja jest dozwolona tylko dla następujących domen:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "Nowy użytkownik \"%s\" utworzył konto w %s i oczekuje zgody administratora",
    "To create a new account on %s, just click the following link:" : "Aby utworzyć nowe konto w %s, wystarczy kliknąć następujący link:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Dziękujemy za rejestrację, powinieneś otrzymać link weryfikacyjny za kilka minut.",
    "Please re-enter a valid email address" : "Wpisz ponownie prawidłowy adres e-mail",
    "You will receive an email with a verification link" : "Otrzymasz wiadomość e-mail z linkiem weryfikacyjnym"
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}