{ "translations": {
    "Registration is not allowed with the following domains:" : "O registro não é permitido para os seguintes domínios:",
    "Registration is only allowed with the following domains:" : "O registro só é permitido para os seguintes domínios:",
    "A problem occurred sending email, please contact your administrator." : "Erro enviar e-mail. Entre em contato com o administrador.",
    "The entered verification code is wrong" : "O código de verificação digitado está incorreto",
    "The verification failed." : "Falha na verificação.",
    "Invalid username policy regex" : "Política de nome de usuário regex inválida",
    "Saved" : "Salvo",
    "No such group" : "Esse grupo não existe",
    "Register" : "Registrar",
    "The email address you entered is not valid" : "O e-mail digitado é inválido",
    "Verify your %s registration request" : "Verifique sua requisição de registro %s",
    "Registration" : "Registro",
    "Email address verified, you can now complete your registration." : "Endereço de e-mail confirmado, agora você pode concluir seu registro.",
    "Click the button below to continue." : "Clique no botão abaixo para continuar.",
    "Verification code: %s" : "Código de verificação: %s",
    "Continue registration" : "Continuar registro",
    "New user \"%s\" has created an account on %s" : "O novo usuário \"%s\" criou uma conta em %s",
    "New user registered" : "Um novo usuário registrou-se",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "\"%1$s\" (%2$s) registrou uma nova conta em %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "\"%1$s\" (%2$s) registrou uma nova conta em %3$s e precisa ser ativada.",
    "Enable now" : "Ativar agora",
    "A user has already taken this email, maybe you already have an account?" : "Um usuário já tem este e-mail. Talvez você mesmo já tenha uma conta.",
    "You can <a href=\"%s\">log in now</a>." : "Você pode <a href=\"%s\">logar-se agora</a>.",
    "Registration with this email domain is not allowed." : "O registro com este domínio de e-mail não é permitido.",
    "Please provide a valid display name." : "Forneça um nome de exibição válido.",
    "Please provide a valid login name." : "Insira um nome de login válido.",
    "The login name you have chosen already exists." : "O nome de login que você escolheu já existe.",
    "The phone number needs to contain the country code." : "O número de telefone precisa conter o código do país.",
    "The phone number is invalid." : "O número do telefone é inválido.",
    "Please provide a password." : "Insira uma senha.",
    "Please provide a valid phone number." : "Insira um número de telefone válido.",
    "Unable to create user, there are problems with the user backend." : "Não foi possível criar o usuário, há problemas com o backend.",
    "Unable to set user email: " : "Não foi possível definir o e-mail do usuário:",
    "Registration app auto setup" : "Configuração automática do aplicativo de registro",
    "This app allows users to self-register a new account using their email address." : "Este aplicativo permite que os usuários façam o autorregistro de uma nova conta usando seu endereço de e-mail.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Registro de usuário\n\nEste aplicativo permite aos usuários registrem uma nova conta.\n\n# Recursos\n\n- Adicionar usuários a um determinado grupo\n- Lista de domínios de e-mail permitidos (incluindo curinga) para registro\n- Os administradores serão notificados por e-mail para a criação de um novo usuário ou aprovação\n- Suporta Fluxo de Login de Cliente Nextcloud v1 e v2 - permitindo o registro nos Aplicativos móveis e Desktop\n\n# Fluxo de registro de formulário via web\n\n1. O usuário insere seu endereço de e-mail\n2. O link de verificação é enviado para o endereço de e-mail\n3. O usuário clica no link de verificação\n4. O usuário é direcionado a um formulário onde pode escolher seu nome de usuário e senha\n5. A nova conta é criada e logada automaticamente",
    "Registration settings" : "Ajustes de cadastro",
    "Require admin approval" : "Requer aprovação do administrador",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Habilitar a \"aprovação do administrador\" impedirá que os registros de clientes móveis e de desktop sejam concluídos, pois as credenciais não podem ser verificadas pelo cliente até que o usuário seja habilitado.",
    "Registered users default group" : "Grupo padrão de usuários registrados",
    "Select group" : "Selecionar grupo",
    "Email settings" : "Configurações de e-mail",
    "Allowed email domain" : "Domínio de e-mail permitido",
    "Block listed email domains instead of allowing them" : "Bloquear domínios de e-mail listados em vez de permiti-los",
    "Disable email verification" : "Desabilitar verificação de e-mail",
    "User settings" : "Configurações de usuário",
    "Force email as login name" : "Forçar e-mail como nome de login",
    "Login name policy" : "Política de nome de login",
    "Regular expression to validate login names" : "Expressão regular para validar nomes de login",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Caso configurado, nomes de login serão validados através de uma expressão regular. Se a validação falhar, o usuário receberá uma tela de erro genérico. Certifique-se de que seu regex está funcionando corretamente.",
    "Show full name field" : "Mostrar campo de nome completo",
    "Enforce full name field" : "Forçar campo de nome completo",
    "Show phone field" : "Mostrar compo de telefone",
    "Enforce phone field" : "Forçar campo de telefone",
    "User instructions" : "Instruções ao usuário",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Cuidado: As instruções do usuário não serão traduzidas e, portanto, serão exibidas conforme configurado abaixo para todos os usuários, independentemente do idioma real.",
    "Registration form instructions" : "Instruções para formulário de cadastro",
    "A short message that is shown to the user in the registration process." : "Uma mensagem curta que é mostrada ao usuário no processo de cadastro.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Adicionar instruções adicionais aos usuários (Ex.: para escolher seu nome de login). Se configurado, o texto é mostrado na etapa de criação da conta no processo de cadastro.",
    "Verification email instructions" : "Instruções para verificar email",
    "A short message that is shown to the user in the verification email." : "Uma mensagem curta que é mostrada no email de verificação do usuário.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Adicionar instruções extras (Ex.: para escolherem seu nome de login). Se configurado, o texto é embutido no email de verificação.",
    "Blocked email domains" : "Domínios de email bloqueados",
    "Allowed email domains" : "Domínios de e-mail permitidos",
    "Show the blocked email domains to users" : "Mostrar os domínios de email bloqueados aos usuários",
    "Show the allowed email domains to users" : "Mostrar os domínios de email permitidos aos usuários",
    "An error occurred while saving the settings" : "Um erro ocorreu enquanto as configurações estavam sendo salvas",
    "Loading …" : "Carregando...",
    "Approval required" : "Aprovação necessária",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Sua conta foi criada mas ainda precisa da aprovação de um administrador.",
    "Email" : "E-mail",
    "Continue" : "Continuar",
    "Request verification code" : "Solicitar código de verificação",
    "Request verification link" : "Solicitar link de verificação",
    "Back to login" : "Voltar ao login",
    "Welcome, you can create your account below." : "Bem-vindo. Abaixo você pode criar sua conta.",
    "Login name" : "Nome de login",
    "Full name" : "Nome completo",
    "Phone number" : "Número de telefone",
    "Password" : "Senha",
    "Create account" : "Criar conta",
    "Verification code" : "Código de verificação",
    "Verify" : "Verificar"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}