{ "translations": {
    "Register" : "Înregistrează-te",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Există deja o înregistrare în curs pentru această adresă de email, un nou mesaj de verificare a fost trimis către această adresă.",
    "Verification email successfully sent." : "Emailul de verificare a fost trimis cu succes.",
    "Saved" : "Salvat",
    "No such group" : "Niciun astfel de grup",
    "The email address you entered is not valid" : "Adresa de email introdusă nu este validă",
    "Verify your %s registration request" : "Verifică-ți cererea %s de înregistrare",
    "A problem occurred sending email, please contact your administrator." : "A apărut o problemă la trimiterea emailului, te rugăm contactează-ți administratorul.",
    "A new user \"%s\" has created an account on %s" : "Utilizatorul nou \"%s\" a creat un cont pe %s",
    "A user has already taken this email, maybe you already have an account?" : "Un utilizator deja folosește această adresă de email, posibil să ai deja un cont?",
    "Invalid verification URL. No registration request with this verification URL is found." : "URL de verificare invalid. Nu a fost găsită nicio cerere de înregistrare cu acest URL de verificare.",
    "Unable to create user, there are problems with the user backend." : "Nu s-a putut crea utilizatorul, sunt probleme cu subsistemele ce țin de utilizatori.",
    "Unable to set user email: " : "Nu s-a putut seta emailul utilizatorului:",
    "Failed to delete pending registration request" : "Cererea de a șterge înregistrarea în curs a eșuat",
    "Registration" : "Înregistrare",
    "Default group that all registered users belong" : "Grupul implicit de care toți utilizatorii înregistrați aparțin",
    "None" : "Niciuna",
    "Allowed mail address domains for registration" : "Domenii de email permise pentru înregistrare",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Introdu o listă separată prin punct și virgulă cu domeniile permise. Exemplu: owncloud.com;github.com",
    "Registration is only allowed for the following domains:" : "Înregistrarea este permisă doar pentru domeniile următoare:",
    "To create a new account on %s, just click the following link:" : "Pentru a crea un cont nou pe %s, apasă doar pe următorul link:",
    "Welcome, you can create your account below." : "Bun venit, poți să-ți creezi contul mai jos.",
    "Username" : "Nume utilizator",
    "Password" : "Parolă",
    "Create account" : "Crează cont",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Mulțumim pentru înregistrare, ar trebui să primești un email de verificare în câteva minute.",
    "Email" : "Email",
    "Request verification link" : "Link de verificare a cererii",
    "Please re-enter a valid email address" : "Te rugăm reintrodu o adresă de email validă",
    "You will receive an email with a verification link" : "Vei primi un email cu un link de verificare"
},"pluralForm" :"nplurals=3; plural=(n==1?0:(((n%100>19)||((n%100==0)&&(n!=0)))?2:1));"
}