{ "translations": {
    "Registration is not allowed with the following domains: %s" : "Înregistrarea nu este permisă cu următoarele domenii: %s",
    "Registration is only allowed with the following domains: %s" : "Înregistrarea este permisă numai cu următoarele domenii: %s",
    "A problem occurred sending email, please contact your administrator." : "A apărut o problemă la trimiterea e-mailului, vă rugăm să contactați administratorul.",
    "The entered verification code is wrong" : "Codul de verificare introdus este greșit",
    "The verification failed." : "Verificarea a eșuat.",
    "Invalid username policy regex" : "Politica privind numele de utilizator nu este validă",
    "Saved" : "Salvat",
    "No such group" : "Nu există un astfel de grup",
    "Register" : "Înregistrează-te",
    "The email address you entered is not valid" : "Adresa de e-mail pe care ați introdus-o nu este validă",
    "Verify your %s registration request" : "Verificați cererea de înregistrare %s",
    "Registration" : "Înregistrare",
    "Email address verified, you can now complete your registration." : "Adresă de e-mail verificată, acum vă puteți finaliza înregistrarea.",
    "Click the button below to continue." : "Faceți clic pe butonul de mai jos pentru a continua.",
    "Verification code: %s" : "Cod de verificare: %s",
    "Continue registration" : "Continuați înregistrarea",
    "New user \"%s\" has created an account on %s" : "Noul utilizator „%s” și-a creat un cont pe %s",
    "New user registered" : "S-a înregistrat un utilizator nou",
    "no email address given" : "nu a fost dată o adresă de e-mail",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "\"%1$s\" (%2$s) a înregistrat un cont nou pe %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "\"%1$s\" (%2$s) a înregistrat un cont nou pe %3$s și trebuie activat.",
    "Enable now" : "Activați acum",
    "A user has already taken this email, maybe you already have an account?" : "Un alt utilizator a folosit acest e-mail, poate aveți deja un cont?",
    "You can <a href=\"%s\">log in now</a>." : "Vă puteți <a href=\"%s\">autentifica acum</a>.",
    "Registration with this email domain is not allowed." : "Înregistrarea cu acest domeniu de e-mail nu este permisă.",
    "Please provide a valid display name." : "Vă rugăm să furnizați un nume de afișaj valid.",
    "Please provide a valid login name." : "Vă rugăm să furnizați un nume de autentificare valid.",
    "The login name you have chosen already exists." : "Numele de autentificare pe care l-ați ales există deja.",
    "The phone number needs to contain the country code." : "Numărul de telefon trebuie să conțină codul țării.",
    "The phone number is invalid." : "Numarul de telefon este invalid.",
    "Please provide a password." : "Vă rugăm să furnizați o parolă.",
    "Please provide a valid phone number." : "Vă rugăm să furnizați un număr de telefon valid.",
    "Unable to create user, there are problems with the user backend." : "Nu se poate crea utilizator, există probleme cu backend-ul de utilizatori.",
    "Unable to set user email: " : "Nu se poate seta adresa de e-mail a utilizatorului:",
    "Registration app auto setup" : "Configurare automată a aplicației de înregistrare",
    "This app allows users to self-register a new account using their email address." : "Această aplicație permite utilizatorilor să-și înregistreze singuri un cont nou folosind adresa lor de e-mail.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Administrator will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Înregistrare utilizator\n\nAceastă aplicație permite utilizatorilor să înregistreze un cont nou.\n\n# Caracteristici\n\n- Adăugați utilizatori la un anumit grup\n- Lista de domenii e-mail permise (inclusiv wildcard) pentru înregistrare\n- Administratorul va fi notificat prin e-mail pentru crearea de noi utilizatori sau pentru solicitari de aprobare\n- Suportă fluxurile v1 și v2 ale clientului Nextcloud de autentificare  - permițând înregistrarea în aplicații mobile și clienți desktop\n\n# Fluxul de înregistrare a formularelor web\n\n1. Utilizatorul își introduce adresa de e-mail\n2. Linkul de verificare este trimis la adresa de e-mail\n3. Utilizatorul face clic pe linkul de verificare\n4. Utilizatorul este condus către un formular în care își poate alege numele de utilizator și parola\n5. Se creează un cont nou și se autentifică automat",
    "Registration settings" : "Setări de înregistrare",
    "Require administrator approval" : "Necesită aprobarea administratorului",
    "Enabling \"administrator approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Activarea „aprobării administratorului” va împiedica finalizarea înregistrărilor de la clienții mobili și desktop, deoarece credențialele nu pot fi verificate de către client până când utilizatorul nu a fost activat.",
    "Registered users default group" : "Grup implicit de utilizatori înregistrați",
    "Select group" : "Selectați grupul",
    "Email settings" : "Setări de e-mail",
    "Email is optional" : "E-mailul este opțional",
    "Block listed email domains instead of allowing them" : "Blocați domeniile de e-mail listate în loc să le permiteți",
    "Disable email verification" : "Dezactivează verificarea e-mailului",
    "User settings" : "Setările utilizatorului",
    "Force email as login name" : "Forțați e-mailul ca nume de autentificare",
    "Login name policy" : "Politica numelor de autentificare",
    "Regular expression to validate login names" : "Expresie uzuală pentru a valida numele de autentificare",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Dacă sunt configurate, numele de conectare vor fi validate prin expresia regulată. Dacă validarea eșuează, utilizatorului i se solicită o eroare generică. Asigurați-vă că expresia regex funcționează corect.",
    "Show full name field" : "Afișați câmpul cu numele complet",
    "Enforce full name field" : "Impuneți câmpul de nume complet",
    "Show phone field" : "Afișează câmpul de telefon",
    "Enforce phone field" : "Impuneți câmpul de telefon",
    "User instructions" : "Instrucțiuni pentru utilizator",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Atenție: instrucțiunile utilizatorului nu vor fi traduse și prin urmare, vor fi afișate conform configurației de mai jos pentru toți utilizatorii, indiferent de limba lor reală.",
    "Registration form instructions" : "Instrucțiuni pentru formularul de înregistrare",
    "A short message that is shown to the user in the registration process." : "Un mesaj scurt care este afișat utilizatorului în procesul de înregistrare.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Adăugați instrucțiuni suplimentare pentru utilizator (de exemplu, pentru alegerea numelui de conectare). Dacă este configurat, textul este afișat în pasul de creare a contului din procesul de înregistrare.",
    "Verification email instructions" : "Instrucțiuni de verificare prin e-mail",
    "A short message that is shown to the user in the verification email." : "Un mesaj scurt care este afișat utilizatorului în e-mailul de verificare.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Adăugați instrucțiuni suplimentare pentru utilizator (de exemplu, pentru alegerea numelui de conectare). Dacă este configurat, textul este încorporat în e-mailul de verificare.",
    "Blocked email domains" : "Domenii de e-mail blocate",
    "Allowed email domains" : "Domenii de e-mail permise",
    "Show the blocked email domains to users" : "Afișați utilizatorilor domeniile de e-mail blocate",
    "Show the allowed email domains to users" : "Afișați utilizatorilor domeniile de e-mail permise",
    "An error occurred while saving the settings" : "A apărut o eroare la salvarea setărilor",
    "Back to login" : "Înapoi la autentificare",
    "Email (optional)" : "E-mail (opţional)",
    "Email" : "Email",
    "Continue" : "Continuă",
    "Request verification code" : "Solicitați codul de verificare",
    "Request verification link" : "Solicitați linkul de verificare",
    "Welcome, you can create your account below." : "Bine ați venit, vă puteți crea contul mai jos.",
    "Login name" : "Nume de autentificare",
    "Full name" : "Nume complet",
    "Phone number" : "Număr telefon",
    "Password" : "Parolă",
    "Loading" : "Loading",
    "Create account" : "Crează cont",
    "Verification code" : "Cod de verificare",
    "Verify" : "Verifică",
    "Approval required" : "Este necesară aprobarea",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Contul dvs. a fost creat cu succes, dar încă are nevoie de aprobarea unui administrator."
},"pluralForm" :"nplurals=3; plural=(n==1?0:(((n%100>19)||((n%100==0)&&(n!=0)))?2:1));"
}