{ "translations": {
    "Registration is not allowed with the following domains:" : "Sa registratzione no est permitida pro is domìnios in fatu: ",
    "Registration is only allowed with the following domains:" : "Sa registratzione est cunsentida isceti cun is domìnios in fatu.",
    "A problem occurred sending email, please contact your administrator." : "B'at àpidu unu problema imbiende unu messàgiu, cuntata a s'amministratzione.",
    "The entered verification code is wrong" : "Su còdighe de verìfica insertado no est curretu",
    "The verification failed." : "Sa verìfica no est resèssida.",
    "Invalid username policy regex" : "Espressione regulare de is critèrios de su nùmene utente non bàlida",
    "Saved" : "Sarvadu",
    "No such group" : "Perunu grupu",
    "Register" : "Registra",
    "The email address you entered is not valid" : "S'indiritzu de posta chi as iscritu no est bàlidu",
    "Verify your %s registration request" : "Verìfica sa rechesta de registratzione tua a %s",
    "Registration" : "Registratzione",
    "Email address verified, you can now complete your registration." : "Indiritzu de posta eletrònica verificadu, immoe podes cumpletare sa registrazione.",
    "Click the button below to continue." : "Incarca in su butone imbeniente pro sighire.",
    "Verification code: %s" : "Còdighe de verìfica: %s",
    "Continue registration" : "Sighi sa registratzione",
    "New user \"%s\" has created an account on %s" : "S'utente nou \"%s\" at creadu unu contu in %s",
    "New user registered" : "Utente nou registradu",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "\"%1$s\" (%2$s) registradu unu contu nou in %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "\"%1$s\" (%2$s) registradu unu contu nou in %3$s e tocat de ddu ativare.",
    "Enable now" : "Ativa immoe",
    "A user has already taken this email, maybe you already have an account?" : "Custu indiritzu dd'at giai impreadu un'àteru utente, fortzis tenes giai unu contu?",
    "You can <a href=\"%s\">log in now</a>." : "Immoe podes <a href=\"%s\">intrare</a>.",
    "Registration with this email domain is not allowed." : "Sa registratzione cun custu domìniu de posta eletrònica non est permìtida.",
    "Please provide a valid display name." : "Fruni unu nùmene visualizadu bàlidu.",
    "Please provide a valid login name." : "Fruni unu nùmene de intrada bàlidu.",
    "The login name you have chosen already exists." : "Su nùmene de intrada chi as seberadu b'est giai.",
    "The phone number needs to contain the country code." : "Su nùmeru de telèfonu depet tènnere su còdighe natzionale.",
    "The phone number is invalid." : "Su nùmeru de telèfonu no est bàlidu.",
    "Please provide a password." : "Inserta·nche una crae.",
    "Please provide a valid phone number." : "Inserta·nche unu nùmeru de telèfonu bàlidu.",
    "Unable to create user, there are problems with the user backend." : "No at fatu a creare s'utente, bi sunt totu is problemas cun su motore de is utentes.",
    "Unable to set user email: " : "No at fatu a impostare s'indiritzu de posta eletrònica de s'utente:",
    "Registration app auto setup" : "Impostatzione automàtica de s'aplicatzione de registratzione",
    "This app allows users to self-register a new account using their email address." : "Cust'aplicatzione permitit a is utentes de registrare in autonomia unu contu nou impreende s'indiritzu issoro de posta eletrònica.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Registrazione utente\n\nCusta aplicatzione permitit a is utentes de registrae unu contu nou.\n\n# Funzionalidades\n\n- Agiùnghere utentes a unu grupu pretzisu\n- Elencu de domìnios de posta permìtidos (incluidos is caràteres jolly) pro si registrare\n- Is amministradores ant a retzire una notìfica tràmite posta eletrònica pro sa creatzione de un'utente nou o ant a rechèdere s'aprovu\n- Suportat su Client Login Flow de Nextcloud v1 e v2 - cunsentende sa registratzione in is aplicatziones mòbiles e in is clientes de iscrivania\n\n# Flussu de registratzione de su mòdulu web\n\n1. S'utente insertat s'indiritzu suo de posta eletrònica\n2. Su ligòngiu de verìfica benit imbiadu a s'indiritzu de posta\n3. S'utente incarcat in su ligòngiu de verìfica\n4. S'utente benit deretadu a unu mòdulu in ue si podet seberare su nùmene utente e sa crae\n5. Su contu nou nch'est creadu e s'intrat in manera automàtica",
    "Registration settings" : "Impostatziones de registratzione",
    "Require admin approval" : "Rechedet s'asprovu de s'amministradore",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "S'ativatzione de \"aprovatzione de s'amministradore\" at a impedire de cumpletare sa registratzione dae dispositivos mòbiles e elaboradores dae chi is credentziales non si podent verificare fintzas a cando s'utente est ativadu.",
    "Registered users default group" : "Grupu predefinidu de utentes registrados",
    "Select group" : "Seletziona grupos",
    "Email settings" : "Impostatziones de posta eletrònica",
    "Allowed email domain" : "Domìniu de posta cunsentidu",
    "Block listed email domains instead of allowing them" : "Bloca is domìnios de posta elencados imbetzes de ddos cunsentire",
    "Disable email verification" : "Disativa sa verìfica de sa posta eletrònica",
    "User settings" : "Impostatziones utente",
    "Force email as login name" : "Fortza s'indiritzu de posta comente nùmene utente",
    "Login name policy" : "Crìtèrios de su nùmene de intrada",
    "Regular expression to validate login names" : "Espressione regulare pro cunvalidare is nùmene de intrada",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Si est cunfigurada, is nùmenes de intrada ant a èssere cunvalidados tràmite s'espressione regulare. Si non faghet a ddos cunvalidare, a s'utente dd'essit un'errore genèricu. Segura·ti chi s'espressione regulare funtzionet in manera curreta.",
    "Show full name field" : "Mustra campu nùmene cumpletu",
    "Enforce full name field" : "Òbliga campu nùmene cumpletu",
    "Show phone field" : "Mustra campu de su telèfonu",
    "Enforce phone field" : "Òbliga campu de su telèfonu",
    "User instructions" : "Istrutziones utente",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Avisu: is istrutziones pro s'utente non ant a èssere bortadas e duncas ant èssere visualizadas comente cunfiguradu in fatu pro totu is utentes sena tènnere contu de sa limba issoro etotu.",
    "Registration form instructions" : "Istrutziones mòdulu de registratzione",
    "A short message that is shown to the user in the registration process." : "Unu messàgiu curtzu mustradu a s'utente in sa fase de registratzione.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Agiunghe àteras istrutziones pro s'utente (pro nàrrere, su sèberu de su nùmene de intrada). Si est cunfigurada, su testu benit visualizadu in sa fase de creatzione de su contu de sa fase de registratzione.",
    "Verification email instructions" : "Istrutziones de su messàgiu de verìfica",
    "A short message that is shown to the user in the verification email." : "Unu messàgiu curtzu mustradu a s'utente in su messàgiu de verìfica.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Agiunghe àteras istrutziones pro s'utente (pro nàrrere, su sèberu de su nùmene de intrada). Si est cunfigurada, su testu est incorporadu in su messàgiu de verìfica.",
    "Blocked email domains" : "Domìnios de posta blocados",
    "Allowed email domains" : "Domìnios de posta cunsentidos",
    "Show the blocked email domains to users" : "Mustra a is utentes is domìnios de posta blocados",
    "Show the allowed email domains to users" : "Mustra a is utentes is domìnios de posta cunsentidos",
    "An error occurred while saving the settings" : "B'at àpidu un'errore sarvende is impostatziones",
    "Loading …" : "Carrigamentu…",
    "Approval required" : "Aprovu rechertu",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Su contu tuo est istadu creadu in manera curreta, ma servit ancora s'aprovu de s'amministradore.",
    "Email" : "Posta eletrònica",
    "Continue" : "Sighi",
    "Request verification code" : "Pedi su còdighe de verìfica",
    "Request verification link" : "Pedi su ligòngiu de verìfica",
    "Back to login" : "Torra a s'ischermada de intrada",
    "Welcome, you can create your account below." : "Ti damus sa benebènnida, podes creare su contu tuo in fatu.",
    "Login name" : "Nùmene de intrada",
    "Full name" : "Nùmene cumpletu",
    "Phone number" : "Nùmeru de telèfonu",
    "Password" : "Crae",
    "Create account" : "Crea contu",
    "Verification code" : "Còdighe de verìfica",
    "Verify" : "Verìfica"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}