{ "translations": {
    "Registration is not allowed with the following domains:" : "Registrácia nie je povolená s nasledujúcimi doménami",
    "Registration is only allowed with the following domains:" : "Registrácia je povolená iba na nasledujúcich doménach",
    "A problem occurred sending email, please contact your administrator." : "Pri odosielaní e-mailu sa vyskytol problém. Kontaktujte svojho správcu.",
    "The entered verification code is wrong" : "Zadaný overovací kód je nesprávny",
    "The verification failed." : "Overenie zlyhalo.",
    "Invalid username policy regex" : "Neplatný regulárny výraz politiky používateľského mena",
    "Saved" : "Uložené",
    "No such group" : "Takáto skupina neexistuje",
    "Register" : "Registrovať",
    "The email address you entered is not valid" : "Zadaná e-mailová adresa nie je platná",
    "Verify your %s registration request" : "Overte svoju žiadosť o registráciu %s",
    "Registration" : "Registrácia",
    "Email address verified, you can now complete your registration." : "Registráciu môžete dokončiť, e-mailová adresa je overená.",
    "Click the button below to continue." : "Pokračujte kliknutím na tlačidlo nižšie.",
    "Verification code: %s" : "Overovací kód: %s",
    "Continue registration" : "Pokračujte v registrácii",
    "New user \"%s\" has created an account on %s" : "Nový používateľ „%s“ vytvoril účet na %s",
    "New user registered" : "Nový užívateľ je zaregistrovaný",
    "\"%1$s\" registered a new account on %2$s." : "„%1$s“ zaregistroval nový účet na %2$s.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "„%1$s“ zaregistroval nový účet na %2$s a je potrebné ho povoliť.",
    "Enable now" : "Povoliť teraz",
    "A user has already taken this email, maybe you already have an account?" : "Niekto už tento e-mail použil, nemáte už účet?",
    "You can <a href=\"%s\">log in now</a>." : "Teraz sa môžete <a href=\"%s\">prihlásiť</a>.",
    "Registration with this email domain is not allowed." : "Registrácia pomocou tejto e-mailovej domény nie je povolená",
    "Please provide a valid display name." : "Zadajte platné zobrazované meno.",
    "Please provide a valid user name." : "Zadajte platné používateľské meno.",
    "The username you have chosen already exists." : "Používateľské meno, ktoré ste si vybrali, už existuje.",
    "Unable to create user, there are problems with the user backend." : "Používateľa nie je možné vytvoriť – vyskytol sa problém s podpornou vrstvou pre správu používateľských účtov.",
    "Unable to set user email: " : "E-mail používateľa nie je možné nastaviť: ",
    "Registration app auto setup" : "Automatické nastavenie registračnej aplikácie",
    "This app allows users to self-register a new account using their e-mail address." : "Táto aplikácia umožňuje používateľom samoregistráciu nového účtu pomocou ich e-mailovej adresy.",
    "Registered users default group" : "Predvolená skupina registrovaných používateľov",
    "None" : "Žiadne",
    "Disable Email Verification" : "Zakázať overenie e-mailu",
    "Let user can register directly without email verification" : "Umožniť používateľovi zaregistrovať sa priamo bez overenia e-mailom",
    "Allowed email domains" : "Povolené e-mailové domény",
    "Username policy" : "Pravidlá pre meno používateľa",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Ak je nakonfigurované, používateľské mená sa budú overovať pomocou regulárneho výrazu. Ak overenie zlyhá, zobrazí sa používateľovi všeobecná chyba. Uistite sa, že váš regulárny výraz správne funguje.",
    "User instructions" : "Pokyny pre používateľa",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Upozornenie: Pokyny pre používateľov nebudú preložené, a preto sa zobrazia tak, ako sú nakonfigurované nižšie, pre všetkých používateľov bez ohľadu na ich skutočný jazyk.",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "Povolenie „schválenia správcom“ zabráni dokončeniu registrácií klientov v mobilných zariadeniach a počítačoch, pretože klient nebude môcť overiť poverenia, kým nebude používateľ povolený.",
    "Approval required" : "Vyžaduje sa súhlas",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Váš účet bol úspešne vytvorený, stále však potrebuje súhlas správcu.",
    "Email" : "E-mail",
    "Continue" : "Pokračovať",
    "Request verification link" : "Odkaz pre overenie",
    "Back to login" : "Späť na prihlásenie",
    "Welcome, you can create your account below." : "Vitajte, účet si môžete vytvoriť nižšie.",
    "Username" : "Užívateľské meno",
    "Password" : "Heslo",
    "Create account" : "Vytvoriť účet",
    "Verification code" : "Overovací kód",
    "Verify" : "Overiť",
    "Your registration is pending. Please confirm your email address." : "Vaša registrácia čaká. Prosím potvrďte Vašu emailovú adresu.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Tento e-mail už čaká na registráciu, na túto adresu bol odoslaný nový verifikačný e-mail.",
    "Verification email successfully sent." : "Overovací e-mail bol úspešne odoslaný.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Váš účet bol úspešne vytvorený, teraz sa môžete <a href=\"%s\">prihlásiť</a>.",
    "A new user \"%s\" has created an account on %s" : "Nový používateľ „%s“ vytvoril účet na %s",
    "Registration is only allowed for the following domains: " : "Registrácia je povolená iba pre nasledujúce domény: ",
    "Invalid verification URL. No registration request with this verification URL is found." : "Neplatná URL. Nenašla sa žiadna žiadosť o registráciu pre túto overovaciu URL.",
    "Failed to delete pending registration request" : "Odstránenie čakajúcej žiadosti o registráciu sa nepodarilo",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Registrácia používateľa\n\nTáto aplikácia umožňuje používateľom zaregistrovať nový účet.\n\n# Postup\n\n1. Užívateľ zadá svoju e-mailovú adresu\n2. Overovací odkaz sa odošle na e-mailovú adresu\n3. Používateľ klikne na overovací odkaz\n4. Užívateľ je presmerovaný do formulára, kde si môže zvoliť užívateľské meno a heslo\n5. Vytvorí sa nový účet a automaticky sa prihlási\n\n# Vlastnosti\n\n- Správca môže určiť, do ktorej skupiny novo vytvorení používatelia patria\n- Správca môže obmedziť e-mailové domény, ktoré sa môžu zaregistrovať\n- Správca bude informovaný e-mailom o vytvorení nového používateľa\n\n# Podpora vývoja darom\n\nZaslaním Ethereum na `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nZaslaním BTC na `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`",
    "Default group that all registered users belong" : "Predvolená skupina, do ktorej patria všetci registrovaní používatelia",
    "Allowed mail address domains for registration" : "Povolené domény poštovej adresy na registráciu",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Zadajte zoznam povolených domén oddelených bodkočiarkami. Príklad: owncloud.com; github.com",
    "Require admin approval?" : "Vyžadujete schválenie správcom?",
    "Registration is only allowed for the following domains:" : "Registrácia je povolená iba pre nasledujúce domény:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "Nový používateľ „%s“ si vytvoril účet v %s a čaká na schválenie správcom",
    "To create a new account on %s, just click the following link:" : "Ak chcete vytvoriť nový účet na %s, stačí kliknúť na nasledujúci odkaz:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Ďakujeme, že ste sa zaregistrovali. Za pár minút by ste mali dostať overovací odkaz.",
    "Please re-enter a valid email address" : "Znova zadajte platnú e-mailovú adresu",
    "You will receive an email with a verification link" : "Dostanete e-mail s overovacím odkazom"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}