{ "translations": {
    "Registration is not allowed with the following domains:" : "Vpis za navedene domene ni dovoljen:",
    "Registration is only allowed with the following domains:" : "Vpis je dovoljen le za navedene domene:",
    "The entered verification code is wrong" : "Vpisana koda za overitev je napačna.",
    "The verification failed." : "Overitev je spodletela.",
    "Invalid username policy regex" : "Neveljaven logični izraz pravil uporabniškega imena",
    "Saved" : "Shranjeno",
    "No such group" : "Ni take skupine",
    "Register" : "Vpis računa",
    "The email address you entered is not valid" : "Vpisan naslov elektronske pošte ni veljaven.",
    "Verify your %s registration request" : "Preverite vašo zahtevo za vpis v %s",
    "Registration" : "Vpis",
    "Email address verified, you can now complete your registration." : "Elektronski naslov je preverjen, zdaj lahko dokončate vpis.",
    "Click the button below to continue." : "Kliknite na gumb za nadaljevanje.",
    "Verification code: %s" : "Overitvena koda: %s",
    "Continue registration" : "Nadaljuj z vpisom",
    "A problem occurred sending email, please contact your administrator." : "Med pošiljanjem elektronskega sporočila je prišlo do napake. Stopite v stik s skrbnikom sistema.",
    "New user \"%s\" has created an account on %s" : "Nov uporabnik »%s« je ustvaril račun na %s.",
    "New user registered" : "Vpisan je nov uporabnik",
    "\"%1$s\" registered a new account on %2$s." : "»%1$s« je vpisal nov račun na %2$s.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "»%1$s« je vpisal nov račun na %2$s, ki ga je treba pred uporabo omogočiti.",
    "Enable now" : "Omogoči račun",
    "A user has already taken this email, maybe you already have an account?" : "Uporabnik s tem elektronskim naslovom že ima ustvarjen račun. Je prijava morda že zaključena?",
    "You can <a href=\"%s\">log in now</a>." : "Zdaj se lahko <a href=\"%s\">prijavite</a>.",
    "Registration with this email domain is not allowed." : "Vpis s elektronskim naslovom s te domene ni dovoljen.",
    "Please provide a valid display name." : "Vpisati je treba veljavno prikazno ime.",
    "Please provide a valid user name." : "Vpisati je treba veljavno uporabniško ime.",
    "The username you have chosen already exists." : "Izbrano uporabniško ime že obstaja.",
    "Unable to create user, there are problems with the user backend." : "Ni mogoče ustvariti uporabnika, zaznane so težave z ozadnjim programom.",
    "Unable to set user email: " : "Ni mogoče nastaviti elektronskega naslova uporabnika:",
    "Registration app auto setup" : "Samodejna nastavitev programa za vpisovanje",
    "This app allows users to self-register a new account using their e-mail address." : "Program omogoča uporabnikom samodejni vpis novega računa z uporabo elektronskega naslova.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Vpis uporabnika\n\nProgram omogoča uporabnikom vpis novega računa v spletnem okolju.\n\n# Možnosti\n\n- Dodajanje uporabnikov v podane skupine\n- Dovoli vpisovanje prek domen elektronskih naslovov (z nadomestnimi znaki)\n- Skrbniki so o novih prijavah in zahtevah za potrditev računa obveščeni po elektronski pošti\n- Podpora odjemalcem Nextcloud Login Flow v1 in v2 – z omogočanjem vpisa v mobilne in spletne programe\n\n# Potek vpisa prek spletne strani\n\n1. Uporabnik vpiše elektronski naslov.\n2. Na ta naslov je nato poslana overitvena koda.\n3. Uporabnik klikne na povezavo s kodo.\n4. Odpre se obrazec za izbor uporabniškega imena in gesla.\n5. Ustvari se nov račun in uporabnik je samodejno prijavljen.",
    "Registered users default group" : "Privzeta skupina vpisanih uporabnikov",
    "None" : "Brez",
    "Disable Email Verification" : "Onemogoči overjanje elektronskega naslova",
    "Let user can register directly without email verification" : "Uporabnik se lahko vpiše neposredno, brez preverjanja elektronskega naslova",
    "Allowed email domains" : "Dovoli domene poštnih naslovov",
    "Enter a semicolon-separated list of allowed email domains, * for wildcard. Example: %s" : "S podpičjem ločen seznam dovoljenih elektronskih poštnih domen, mogoča je uporaba nadomestnega znaka » * «, npr.: %s.",
    "Block listed email domains instead of allowing them" : "Blokiraj navedene domene elektronskih naslovov namesto dovoljenja",
    "Show the allowed/blocked email domains to users" : "Pokaži uporabnikom dovoljene/blokirane domene",
    "Force email as login name" : "Vsili uporabo elektronske pošte kot uporabniško ime",
    "Username policy" : "Pravila uporabniškega imena",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Če je možnost nastavljena, bodo uporabniška imena overjena z logičnim izrazon. Če overjanje veljavnosti spodleti, se uporabniku pokaže izvona napaka. Zagotoviti je seveda treba, da logični izraz deluje pravilno.",
    "User instructions" : "Uporabniška navodila",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Opozorilo: navodila za uporabnika ne bodo prevedena in bodo prikazana, kot je nastavljeno spodaj za vse uporabnike, ne glede na njihovo nastavitev jezika.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is displayed in the account creation step of the registration process." : "Vpis dodatnih navodil za uporabnika (npr. za izbiro uporabniškega imena). Če je možnost nastavljena, bo besedilo prikazano v koraku ustvarjanja računa med vpisovanjem.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is embedded in the the verification-Email." : "Vpis dodatnih navodil za uporabnika (npr. za izbiro uporabniškega imena). Če je možnost nastavljena, bo besedilo vstavljeno v potrditveno elektronsko sporočilo.",
    "Admin approval" : "Skrbniška potrditev ",
    "Require admin approval" : "Zahtevaj skrbniško potrditev pred omogočanjem",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "Omogočenje »skrbniške potrditve« prepreči vpis iz mobilne ali namizne naprave za dokončanje, saj poveril ni mogoče preveriti  s programom, dokler je uporabnik omogočen.",
    "Approval required" : "Zahtevana je potrditev",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Račun je uspešno ustvarjen, a bo treba počakati na odobrite skrbnika.",
    "Email" : "Elektronski naslov",
    "Continue" : "Nadaljuj",
    "Request verification link" : "Zahtevaj overitveno povezavo",
    "Back to login" : "Nazaj na prijavo",
    "Welcome, you can create your account below." : "Dobrodošli, z vpisom podatkov lahko ustvarite nov račun.",
    "Username" : "Uporabniško ime",
    "Password" : "Geslo",
    "Create account" : "Ustvari račun",
    "Verification code" : "Overitvena koda",
    "Verify" : "Overi",
    "Your registration is pending. Please confirm your email address." : "Vpis v oblak je na čakanju. Najprej je treba potrditi elektronski naslov.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Za ta elektronski naslov je že zabeležena zahteva za vpis. Na podan naslov je poslana nova povezava za overitev.",
    "Verification email successfully sent." : "Sporočilo z overitveno povezavo je uspešno poslano.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Račun je uspešno ustvarjen, zdaj se lahko <a href=\"%s\">prijavite</a>.",
    "A new user \"%s\" has created an account on %s" : "Nov uporabnik »%s« je ustvaril račun na %s.",
    "Registration is only allowed for the following domains: " : "Vpis je dovoljen le za navedene domene:",
    "Invalid verification URL. No registration request with this verification URL is found." : "Naslov URL za overitev ni veljaven. Ni mogoče najti zahteve za overitev za vpisani naslov URL.",
    "Failed to delete pending registration request" : "Brisanje zahteve na čakanju za vpis je spodletelo.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Vpis novega uporabnika\n\nProgram omogoča uporabnikom vpis novega računa.\n\n# Koraki vpisa\n\n1. Uporabnik vpiše poštni elektronski naslov\n2. Na vpisan naslov program pošlje povezavo za overjanje podatkov\n3. Uporabnik klikne na povezavo za preverjanje\n4. V brskalniku se odpre obrazec, kjer izbere uporabniško ime in geslo\n5. Po potrditvei je nov račun ustvarjen in uporabnik samodejno prijavljen\n\n# Možnosti\n\n- Skrbnik lahko določi, v katero skupino so novi uporabniki samodejno vključeni\n- Lahko omeji domene elektronskih naslovov, ki so dovoljeni za overitev\n- Skrbnik je obveščen o novem uporabniškem računo po elektronski pošti\n\n# Podprite projekt\n\nPošljite Ethereum na `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nPošljite BTC na `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`",
    "Default group that all registered users belong" : "Privzeta skupina, katere člani so vsi vpisani uporabniki",
    "Allowed mail address domains for registration" : "Dovoljeni naslovi poštnih domen za vpis",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "S podpičjem ločen seznam dovoljenih domen, npr.: nextcloud.com;github.com",
    "Require admin approval?" : "Ali naj bo zahtevana skrbniška odobritev?",
    "Registration is only allowed for the following domains:" : "Vpis je dovoljen le za navedene domene:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "Nov uporabnik »%s« je ustvaril račun na %s in čaka na skrbniško potrditev.",
    "To create a new account on %s, just click the following link:" : "Za ustvarjanje računa na %s, enostavno kliknite na povezavo:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Zahvaljujemo se vam za vpis. V nekaj minutah bi morali prejeti overitveno povezavo.",
    "Please re-enter a valid email address" : "Ponovno vpišite veljavni elektronski naslov",
    "You will receive an email with a verification link" : "Prejeli boste elektronsko sporočilo z overitveno povezavo"
},"pluralForm" :"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);"
}