{ "translations": {
    "Register" : "Vpis",
    "Email address you entered is not valid" : "Vpisan naslov elektronske pošte ni veljaven",
    "A problem occurred sending email, please contact your administrator." : "Prišlo je do napake med pošiljanjem elektronskega sporočila. Stopite v stik s skrbnikom sistema.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Za ta naslov elektronske pošte je postopek registracije že v teku. Novo sporočilo za preverjanje je bilo poslano na naslov.",
    "A user has already taken this email, maybe you already have an account?" : "Uporabnik s takim e-naslovom že obstaja. Mogoče že imate veljaven ownCloud račun?",
    "You can <a href=\"{login}\">log in now</a>." : "Lahko se <a href=\"{login}\">prijavite now</a>.",
    "Verification email successfully sent." : "Potrditveno elektronsko sporočilo je bilo poslano.",
    "Invalid verification URL. No registration request with this verification URL is found." : "Neveljaven naslov URL overitve. Na tem naslovu ni ustrezne zahteve registracije.",
    "Unable to create user, there are problems with user backend." : "Ni mogoče ustvariti uporabnika zaradi težav z ozadnjim programom.",
    "Unable to set user email: " : "Ne morem nastaviti uporabniškega e-naslova:",
    "Failed to delete pending registration request" : "Ne morem pobrisati aktivne zahteve za prijavo",
    "Your account has been successfully created, you can <a href=\"{link}\">log in now</a>." : "Račun je uspešno ustvarjen, zato se lahko <a href=\"{link}\">prijavite</a>.",
    "Verify your %s registration request" : "Preverite vašo %s zahtevo za prijavo.",
    "A new user \"%s\" had created an account on %s" : "Nov uporabnik \"%s\" je ustvaril račun na %s",
    "Your settings have been updated." : "Nastavitve so posodobljene.",
    "No such group" : "Ni take skupine",
    "Registration" : "Vpis",
    "Default group that all registered users belong" : "Privzeta skupina, v kateri so vsi vpisani uporabniki",
    "None" : "Brez",
    "Allowed mail address domains for registration" : "Dovoljene e-poštne domene za prijavo",
    "Enter a semicolon-seperated list of allowed domains. Example: owncloud.com;github.com" : "Vnesite spisek domen, ločenih s podpičjem. Primer: owncloud.com; domena.si",
    "Registration is only allowed for following domains:" : "Prijava je dovoljena samo za sledeče domene:",
    "A new user \"%s\" has created an account on %s" : "Nov uporabnik \"%s\" je ustvaril račun na %s",
    "To create a new account on %s, just click the following link:" : "Za ustvariti nov računa na %s, kliknite na spodnjo povezavo:",
    "Welcome, you can create your account below." : "Dobrodošli! Ustvarite nov račun.",
    "Username" : "Uporabniško ime",
    "Password" : "Geslo",
    "Create account" : "Ustvari račun",
    "Thank you for registering, you should receive verification link in a few minutes." : "Registracija je skoraj končana. V nekaj minutah boste na elektronski naslov prejeli povezavo za overitev.",
    "Email" : "Elektronski naslov",
    "Request verification link" : "Zahtevaj povezavo za overitev",
    "Please re-enter a valid email address" : "Vpišite veljaven naslov elektronske pošte.",
    "You will receive an email with verification link" : "Prejeli boste elektronsko sporočilo s povezavo za overitev."
},"pluralForm" :"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);"
}