{ "translations": {
    "Registration is not allowed with the following domains:" : "Vpis za navedene domene ni dovoljen:",
    "Registration is only allowed with the following domains:" : "Vpis je dovoljen le za navedene domene:",
    "A problem occurred sending email, please contact your administrator." : "Med pošiljanjem elektronskega sporočila je prišlo do napake. Stopite v stik s skrbnikom sistema.",
    "The entered verification code is wrong" : "Vpisana koda za overitev je napačna.",
    "The verification failed." : "Overitev je spodletela.",
    "Invalid username policy regex" : "Neveljaven logični izraz pravil uporabniškega imena",
    "Saved" : "Shranjeno",
    "No such group" : "Ni take skupine",
    "Register" : "Vpis računa",
    "The email address you entered is not valid" : "Vpisan naslov elektronske pošte ni veljaven.",
    "Verify your %s registration request" : "Preverite vašo zahtevo za vpis v %s",
    "Registration" : "Vpis",
    "Email address verified, you can now complete your registration." : "Elektronski naslov je preverjen, zdaj lahko dokončate vpis.",
    "Click the button below to continue." : "Kliknite na gumb za nadaljevanje.",
    "Verification code: %s" : "Overitvena koda: %s",
    "Continue registration" : "Nadaljuj z vpisom",
    "New user \"%s\" has created an account on %s" : "Nov uporabnik »%s« je ustvaril račun na %s.",
    "New user registered" : "Vpisan je nov uporabnik",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "»%1$s« (%2$s) je vpisal nov račun na %3$s.",
    "Enable now" : "Omogoči račun",
    "A user has already taken this email, maybe you already have an account?" : "Uporabnik s tem elektronskim naslovom že ima ustvarjen račun. Je prijava morda že zaključena?",
    "You can <a href=\"%s\">log in now</a>." : "Zdaj se lahko <a href=\"%s\">prijavite</a>.",
    "Registration with this email domain is not allowed." : "Vpis s elektronskim naslovom s te domene ni dovoljen.",
    "Please provide a valid display name." : "Vpisati je treba veljavno prikazno ime.",
    "Please provide a valid login name." : "Vpisati je treba veljavno uporabniško ime.",
    "The login name you have chosen already exists." : "Izbrano uporabniško ime že obstaja.",
    "The phone number needs to contain the country code." : "Telefonska številka mora biti zapisana s kodo države.",
    "The phone number is invalid." : "Telefonska številka ni veljavna.",
    "Please provide a password." : "Vpisati je treba geslo.",
    "Please provide a valid phone number." : "Vpisati je treba veljavno telefonsko številko.",
    "Unable to create user, there are problems with the user backend." : "Ni mogoče ustvariti uporabnika, zaznane so težave z ozadnjim programom.",
    "Unable to set user email: " : "Ni mogoče nastaviti elektronskega naslova uporabnika:",
    "Registration app auto setup" : "Samodejna nastavitev programa za vpisovanje",
    "This app allows users to self-register a new account using their email address." : "Program omogoča uporabnikom samodejni vpis novega računa z uporabo elektronskega naslova.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Vpis uporabnika\n\nProgram omogoča uporabnikom vpis novega računa v spletnem okolju.\n\n# Možnosti\n\n- Dodajanje uporabnikov v podane skupine\n- Dovoli vpisovanje prek domen elektronskih naslovov (z nadomestnimi znaki)\n- Skrbniki so o novih prijavah in zahtevah za potrditev računa obveščeni po elektronski pošti\n- Podpora odjemalcem Nextcloud Login Flow v1 in v2 – z omogočanjem vpisa v mobilne in spletne programe\n\n# Potek vpisa prek spletne strani\n\n1. Uporabnik vpiše elektronski naslov.\n2. Na ta naslov je nato poslana overitvena koda.\n3. Uporabnik klikne na povezavo s kodo.\n4. Odpre se obrazec za izbor uporabniškega imena in gesla.\n5. Ustvari se nov račun in uporabnik je samodejno prijavljen.",
    "Registration settings" : "Nastavitve vpisnih podatkov",
    "Require admin approval" : "Zahtevaj skrbniško potrditev pred omogočanjem",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Omogočanje »skrbniške potrditve« prepreči vpis iz mobilne ali namizne naprave za dokončanje, saj poveril ni mogoče preveriti  s programom, dokler je uporabnik omogočen.",
    "Registered users default group" : "Privzeta skupina vpisanih uporabnikov",
    "Select group" : "Izbor skupine",
    "Email settings" : "Nastavitve elektronske pošte",
    "Allowed email domain" : "Dovoli domene poštnih naslovov",
    "Block listed email domains instead of allowing them" : "Blokiraj navedene domene elektronskih naslovov namesto dovoljenja",
    "Disable email verification" : "Onemogoči overjanje elektronskega naslova",
    "User settings" : "Uporabniške nastavitve",
    "Force email as login name" : "Vsili uporabo elektronske pošte kot uporabniško ime",
    "Login name policy" : "Pravila prijavnega imena",
    "Regular expression to validate login names" : "Logični izraz za overjanje prijavnih imen",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Če je možnost nastavljena, bodo uporabniška imena overjena z logičnim izrazom. Če overjanje veljavnosti spodleti, se uporabniku pokaže izvorna napaka. Zagotoviti je seveda treba pravilno delovanje logičnega izraza.",
    "Show full name field" : "Pokaži polje polnega imena",
    "Enforce full name field" : "Vsili polje polnega imena",
    "Show phone field" : "Pokaži polje telefonske številke",
    "Enforce phone field" : "Vsili polje telefonske številke",
    "User instructions" : "Uporabniška navodila",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Opozorilo: navodila za uporabnika ne bodo prevedena in bodo prikazana, kot je nastavljeno spodaj za vse uporabnike, ne glede na njihovo nastavitev jezika.",
    "Registration form instructions" : "Navodila za izpolnjevanje vpisnega obrazca",
    "A short message that is shown to the user in the registration process." : "Kratko sporočilo, ki se pokaže uporabniku v postopku prijave.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Vpis dodatnih navodil za uporabnika (npr. za izbiro uporabniškega imena). Če je možnost nastavljena, bo besedilo prikazano v koraku ustvarjanja računa med vpisovanjem.",
    "Verification email instructions" : "Navodila overitvenega elektronskega naslova",
    "A short message that is shown to the user in the verification email." : "Kratko sporočilo, ki ga prejme uporabnik v overitvenem sporočilu.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Vpis dodatnih navodil za uporabnika (npr. za izbiro uporabniškega imena). Če je možnost nastavljena, bo besedilo vstavljeno v potrditveno elektronsko sporočilo.",
    "Blocked email domains" : "Zavrnjene domene poštnih naslovov",
    "Allowed email domains" : "Dovoli domene poštnih naslovov",
    "Show the blocked email domains to users" : "Pokaži uporabnikom blokirane domene",
    "Show the allowed email domains to users" : "Pokaži uporabnikom dovoljene domene",
    "An error occurred while saving the settings" : "Prišlo je do napake med shranjevanjem nastavitev",
    "Loading …" : "Poteka nalaganje …",
    "Approval required" : "Zahtevana je potrditev",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Račun je uspešno ustvarjen, a bo treba počakati na odobrite skrbnika.",
    "Email" : "Elektronski naslov",
    "Continue" : "Nadaljuj",
    "Request verification code" : "Zahtevaj overitveno kodo",
    "Request verification link" : "Zahtevaj overitveno povezavo",
    "Back to login" : "Nazaj na prijavo",
    "Welcome, you can create your account below." : "Dobrodošli, z vpisom podatkov lahko ustvarite nov račun.",
    "Login name" : "Prijavno ime",
    "Full name" : "Polno ime",
    "Phone number" : "Telefonska številka",
    "Password" : "Geslo",
    "Create account" : "Ustvari račun",
    "Verification code" : "Overitvena koda",
    "Verify" : "Overi"
},"pluralForm" :"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);"
}