{ "translations": {
    "Register" : "Regjistrohuni",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Ka tashmë një kërkes në pritje me këtë email, te adresa u dërgua një email i ri verifikimi.",
    "Verification email successfully sent." : "Email-i i verifikimit u dërgua me sukses.",
    "Saved" : "U ruajt",
    "No such group" : "S’ka grup të tillë",
    "The email address you entered is not valid" : "Adresa email që dhatë s’është e vlefshme",
    "Verify your %s registration request" : "Verifikoni kërkesën e regjistrimit tuaj %s",
    "A problem occurred sending email, please contact your administrator." : "Ndodhi një problem gjatë dërgimit të email-it, ju lutemi, lidhuni me përgjegjësin tuaj.",
    "A new user \"%s\" has created an account on %s" : "Një përdorues i ri \"%s\" ka krijuar një llogari te %s",
    "A user has already taken this email, maybe you already have an account?" : "Këtë email e ka përdorur një herë një përdorues, ndoshta keni tashmë një llogari?",
    "Invalid verification URL. No registration request with this verification URL is found." : "Url e pavlefshme verifikimi. S’u gjet kërkesë regjistrimi me këtë URL verifikimi.",
    "Unable to create user, there are problems with the user backend." : "S’arrihet të krijohet përdoruesi, ka probleme me pjesën që mbulon përdoruesit.",
    "Unable to set user email: " : "S’arrihet të caktohet email përdoruesi: ",
    "Failed to delete pending registration request" : "Dështoi në fshirjen e kërkesës për regjistrim në pritje",
    "Registration" : "Regjistrim",
    "Default group that all registered users belong" : "Grup parazgjedhje të cilit i përkasin krejt përdoruesit e regjistruar",
    "None" : "Asnjë",
    "Allowed mail address domains for registration" : "Përkatësi adresash email të lejuara për regjistrim",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Jepni një listë përkatësish të lejuara, të ndara me pikëpresje. Shembull: owncloud.com;github.com",
    "Registration is only allowed for the following domains:" : "Regjistrimi lejohet vetëm për përkatësitë vijuese:",
    "To create a new account on %s, just click the following link:" : "Që të krijoni një llogari të re në %s, thjesht klikoni mbi lidhjen vijuese:",
    "Welcome, you can create your account below." : "Mirë se vini, llogarinë tuaj mund ta krijoni më poshtë.",
    "Username" : "Emër përdoruesi",
    "Password" : "Fjalëkalim",
    "Create account" : "Krijoje llogarinë",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Faleminderit për regjistrimin, brenda pak minutash do të duhej të merrnit një lidhje verifikimi.",
    "Email" : "Email",
    "Request verification link" : "Kërkoni lidhje verifikimi",
    "Please re-enter a valid email address" : "Ju lutemi, rijepni një adresë email të vlefshme",
    "You will receive an email with a verification link" : "Do të merrni një email me një lidhje verifikimi"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}