{ "translations": {
    "Registration is not allowed with the following domains: %s" : "Регистрација није дозвољена за следеће домене: %s",
    "Registration is only allowed with the following domains: %s" : "Регистрација је дозвољена само за следеће домене: %s",
    "A problem occurred sending email, please contact your administrator." : "Десила се грешка приликом слања е-поште, контактирајте администратора.",
    "The entered verification code is wrong" : "Унет је погрешан кôд за потврду",
    "The verification failed." : "Није успело потврђивање.",
    "Invalid username policy regex" : "Неисправан регуларни израз полице корисничког имена",
    "Saved" : "Сачувано",
    "No such group" : "Нема ове групе",
    "Register" : "Региструј се",
    "The email address you entered is not valid" : "Е-мејл адреса коју сте унели није исправна",
    "Verify your %s registration request" : "Верификујте %sзахтев за регистрацију ",
    "Registration" : "Регистрација",
    "Email address verified, you can now complete your registration." : "Е-мејл адреса верификована, сада можете довршити регистрацију.",
    "Click the button below to continue." : "Кликните дугме испод да наставите.",
    "Verification code: %s" : "Кôд за потврђивање: %s",
    "Continue registration" : "Настави регистрацију",
    "New user \"%s\" has created an account on %s" : "Нови корисник „%s” је направио налог на %s",
    "New user registered" : "Регистрација новог корисника",
    "no email address given" : "није наведена и-мејл адреса",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "„%1$s” (%2$s) је регистровао нови налог на %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "„%1$s” (%2$s) је регистровао нови налог на %3$s који мора да се укључи.",
    "Enable now" : "Укључи га сад",
    "A user has already taken this email, maybe you already have an account?" : "Корисник већ користи ову е-мејл адресу, можда већ имате налог?",
    "You can <a href=\"%s\">log in now</a>." : "Можете да се <a href=\"%s\">пријавите</a>.",
    "Registration with this email domain is not allowed." : "Није дозвољена регистрација са овог и-мејл домена.",
    "Please provide a valid display name." : "Унесите исправно име за приказ.",
    "Please provide a valid login name." : "Молимо вас да наведете исправно име за пријаву.",
    "The login name you have chosen already exists." : "Име за пријаву које сте изабрали већ постоји.",
    "The phone number needs to contain the country code." : "Број телефона мора да садржи позивни број земље.",
    "The phone number is invalid." : "Није исправан број телефона.",
    "Please provide a password." : "Молимо вас да наведете лозинку.",
    "Please provide a valid phone number." : "Молимо вас да наведете исправан број телефона.",
    "Unable to create user, there are problems with the user backend." : "Не могу да направим корисника, постоји проблем са позадинским механизмом за кориснике.",
    "Unable to set user email: " : "Не могу да поставим адресу корисника:",
    "Registration app auto setup" : "Аутоматско подешавање апликације Регистрације",
    "This app allows users to self-register a new account using their email address." : "Ова апликација омогућава корисницима да сами региструју нови налог употребом своје и-мејл адресе.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Administrator will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Регистрација корисника\n\nОва апликација омогућава да корисници региструју нови налог.\n\n# Могућности\n\n- Додавање корисника у наведену групу\n- Листа дозвољених са и-мејл доменима (укључујући џокер) којима може да се региструје\n- Администратор ће се обавестити и-мејлом када се креира нови корисник или када је потребно одобрење\n- Подржава Nextcloud Client Login Flow v1 и v2 - омогућава регистрацију из мобилних апликација и десктоп клијената\n\n# Ток регистрације веб формуларом\n\n1. Корисник унесе своју и-мејл адресу\n2. На ту адресу се пошаље линк за потврђивање\n3. Корисник кликне на линк за потврђивање\n4. Корисник се води на формулар у којем може да изабере своје корисничко име и лозинку\n5. Нови налог се креира и аутоматски се пријављује на њега",
    "Blocked email domains" : "Блокирани и-мејл домени",
    "Allowed email domains" : "Дозвољени и-мејл домени",
    "Show the blocked email domains to users" : "Прикажи корисницима блокиране и-мејл домене",
    "Show the allowed email domains to users" : "Прикажи корисницима дозвељене и-мејл домене",
    "An error occurred while saving the settings" : "Дошло је до грешке приликом чувања подешавања",
    "Registration settings" : "Подешавања регистрације",
    "Require administrator approval" : "Захтева се одобрење администратора",
    "Enabling \"administrator approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Укључивање „администраторског одобрења” ће да спречи довршавање регистрације са мобилних и декстоп клијената јер клијент не може да потврди податке за пријаву све док се корисник не укључи.",
    "Registered users default group" : "Подразумевана група за регистроване кориснике",
    "Select group" : "Изаберите групу",
    "Email settings" : "Е-мејл подешавања",
    "Email is optional" : "И-мејл није обавезан",
    "Block listed email domains instead of allowing them" : "Листа блокираниг и-мејл домена уместо дозвољених",
    "Disable email verification" : "Искључи потврђивање и-мејла",
    "User settings" : "Корисничка подешавања",
    "Force email as login name" : "Форсирај и-мејл као име за пријаву",
    "Login name policy" : "Полиса имена за пријаву",
    "Regular expression to validate login names" : "Регуларни израз који потврђује исправност имена за пријаву",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Ако је подешено, имена за пријаву ће ње проверавати регуларним изразом. Ако провера не успе, кориснику се исписује општа грешка. Обезбедите да ваш регуларни израз функционише како треба.",
    "Show full name field" : "Прикажи поље пуног имена",
    "Enforce full name field" : "Форсирај поље пуног имена",
    "Show phone field" : "Прикажи поље телефона",
    "Enforce phone field" : "Форсирај поље телефона",
    "User instructions" : "Упутства за корисника",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Пажња: упутства за корисника се неће преводити, па ће се свим корисницима приказивати онако као их унесете испод, без обзира на језик који су подесили.",
    "Registration form instructions" : "Упутства за формулар регистрације",
    "A short message that is shown to the user in the registration process." : "Кратка порука која се приказује кориснику током процеса регистрације.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Унесите додатна упутства за корисника (нпр. како да изаберу своје име за пријаву). Ако се постави, тај текст се приказује у кораку креирања налога процеса регистрације.",
    "Verification email instructions" : "Упутства за и-мејл потврде",
    "A short message that is shown to the user in the verification email." : "Кратка порука која се приказује кориснику у и-мејлу за потврђивање.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Унесите додатна упутства за корисника (нпр. како да изаберу своје име за пријаву). Ако се постави, тај текст се уграђује у и-мејл за подтврђивање.",
    "Please create your username following the scheme " : "Молимо вас да креирате своје корисничко име поштујући схему",
    "Email (optional)" : "И-мејл (није обавезан)",
    "Email" : "Е-пошта",
    "Continue" : "Настави",
    "Request verification code" : "Захтевај кôд за потврђивање",
    "Request verification link" : "Захтевај везу за верификацију",
    "Back to login" : "Назад на пријаву",
    "Welcome, you can create your account below." : "Добродошли, можете да направите налог испод.",
    "Login name" : "Име за пријаву",
    "Full name" : "Пуно име",
    "Phone number" : "Број телефона",
    "Password" : "Лозинка",
    "Loading" : "Учитавам",
    "Create account" : "Направите налог",
    "Verification code" : "Кôд за потврђивање",
    "Verify" : "Провери",
    "Approval required" : "Потребно је одобрење",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Ваш налог је успешно направљен, али и даље је потребно одобрење администратора."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}