{ "translations": {
    "Registration is not allowed with the following domains: %s" : "Usajili hauruhusiwi na vikoa vifuatavyo: %s",
    "Registration is only allowed with the following domains: %s" : "Usajili unaruhusiwa tu kwa vikoa vifuatavyo: %s",
    "A problem occurred sending email, please contact your administrator." : "Tatizo limetokea wakati wa kutuma barua pepe, tafadhali wasiliana na msimamizi wako.",
    "The entered verification code is wrong" : "Nambari ya kuthibitisha uliyoweka si sahihi",
    "The verification failed." : "Uthibitishaji haukufaulu.",
    "Invalid username policy regex" : "Sera batili ya jina la mtumiaji regex",
    "Saved" : "Imehifadhiwa",
    "No such group" : "Hakuna kundi la hivyo",
    "Register" : "Sajiri",
    "The email address you entered is not valid" : "Anwani ya barua pepe uliyoweka si sahihi",
    "Verify your %s registration request" : "Thibitisha ombi lako la usajili la %s",
    "Registration" : "Usajili",
    "Email address verified, you can now complete your registration." : "Anwani ya barua pepe imethibitishwa, sasa unaweza kukamilisha usajili wako.",
    "Click the button below to continue." : "Bofya kitufe kilicho hapa chini ili kuendelea.",
    "Verification code: %s" : "Msimbo wa uthibitishaji: %s",
    "Continue registration" : "Endelea usajili",
    "New user \"%s\" has created an account on %s" : "Mtumiaji mpya \"%s\" amefungua akaunti kwenye %s",
    "New user registered" : "Mtumiaji mpya amesajiliwa",
    "no email address given" : "hakuna anwani ya barua pepe iliyotolewa",
    "\"%1$s\" (%2$s) registered a new account on %3$s." : "\"%1$s\" (%2$s) imesajili akaunti mpya kwenye %3$s.",
    "\"%1$s\" (%2$s) registered a new account on %3$s and needs to be enabled." : "\"%1$s\" (%2$s) imesajili akaunti mpya kwenye %3$s na inahitaji kuwashwa.",
    "Enable now" : "Washa sasa",
    "A user has already taken this email, maybe you already have an account?" : "Mtumiaji tayari amechukua barua pepe hii, labda tayari una akaunti?",
    "You can <a href=\"%s\">log in now</a>." : "Unaweza <a href=\"%s\">kuingia sasa</a>.",
    "Registration with this email domain is not allowed." : "Usajili na kikoa hiki cha barua pepe hauruhusiwi.",
    "Please provide a valid display name." : "Tafadhali toa jina halali la kuonyesha.",
    "Please provide a valid login name." : "Tafadhali toa jina halali la kuingia. ",
    "The login name you have chosen already exists." : "Jina la kuingia ulilochagua tayari lipo.",
    "The phone number needs to contain the country code." : "Nambari ya simu inahitaji kuwa na msimbo wa nchi. ",
    "The phone number is invalid." : "Nambari ya simu ni batili.",
    "Please provide a password." : "Tafadhali toa nenosiri. ",
    "Please provide a valid phone number." : "Tafadhali toa nambari sahihi ya simu. ",
    "Unable to create user, there are problems with the user backend." : "Haiwezi kuunda mtumiaji, kuna matatizo na mazingira ya nyuma ya mtumiaji.",
    "Unable to set user email: " : "Imeshindwa kuweka barua pepe ya mtumiaji:",
    "Registration app auto setup" : "Usanidi wa kiotomatiki wa programu ya usajili",
    "This app allows users to self-register a new account using their email address." : "Programu hii inaruhusu watumiaji kujiandikisha akaunti mpya kwa kutumia anwani zao za barua pepe.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Administrator will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Usajili wa mtumiaji\n\nProgramu hii inaruhusu watumiaji kusajili akaunti mpya.\n\n# Sifa\n\n- Ongeza watumiaji kwenye kikundi fulani\n- Ruhusu-orodhesha na vikoa vya barua pepe (pamoja na kadi-mwitu) ili kujiandikisha\n- Msimamizi ataarifiwa kupitia barua pepe kwa ajili ya kuunda mtumiaji mpya au kuhitaji idhini\n- Inaauni Mtiririko wa Kuingia kwa Mteja wa Nextcloud v1 na v2 - kuruhusu usajili katika Programu za simu na wateja wa Kompyuta ya mezani\n\n# Mtiririko wa usajili wa fomu ya wavuti\n\n1. Mtumiaji aweke barua pepe yake\n2. Kiungo cha uthibitishaji kinatumwa kwa anwani ya barua pepe\n3. Mtumiaji kubofya kiungo cha uthibitishaji\n4. Mtumiaji anaelekezwa kwa fomu ambapo wanaweza kuchagua jina lao la mtumiaji na nywila\n5. Akaunti mpya imeundwa na imeingia kiotomatiki",
    "Blocked email domains" : "Vikoa vya barua pepe vimlivyozuiwa",
    "Allowed email domains" : "Vikoa vya barua pepe vinavyoruhusiwa",
    "Show the blocked email domains to users" : "Onyesha vikoa vya barua pepe vilivyozuiwa kwa watumiaji",
    "Show the allowed email domains to users" : "Onyesha vikoa vya barua pepe vinavyoruhusiwa kwa watumiaji",
    "An error occurred while saving the settings" : "Hitilafu imetokea wakati wa kuhifadhi mipangilio",
    "Registration settings" : "Mipangilio ya usajili ",
    "Require administrator approval" : "Inahitaji idhini ya msimamizi",
    "Enabling \"administrator approval\" will prevent registrations from mobile and desktop clients to complete as the credentials cannot be verified by the client until the user was enabled." : "Kuwasha \"idhini ya msimamizi\" kutazuia usajili kutoka kwa wateja wa simu na eneo-kazi kukamilisha kwani vitambulisho haviwezi kuthibitishwa na mteja hadi mtumiaji awezeshwe.",
    "Registered users default group" : "Kikundi chaguo-msingi cha watumiaji waliosajiliwa",
    "Select group" : "Chagua kundi",
    "Email settings" : "Mipangilio ya barua pepe",
    "Email is optional" : "Barua pepe ni ya hiari",
    "Block listed email domains instead of allowing them" : "Zuia vikoa vya barua pepe vilivyoorodheshwa badala ya kuviruhusu",
    "Disable email verification" : "Zima uthibitishaji wa barua pepe",
    "User settings" : "Mipangilio ya mtumiaji",
    "Force email as login name" : "Lazimisha barua pepe kama jina la kuingia",
    "Login name policy" : "Sera ya jina la kuingia",
    "Regular expression to validate login names" : "Usemi wa mara kwa mara ili kuthibitisha majina ya kuingia ",
    "If configured, login names will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Ikiwa imesanidiwa, majina ya kuingia yatathibitishwa kupitia usemi wa kawaida. Ikiwa uthibitishaji hautafaulu, mtumiaji ataulizwa hitilafu ya jumla. Hakikisha regex yako inafanya kazi kwa usahihi",
    "Show full name field" : "Onyesha sehemu ya jina kamili",
    "Enforce full name field" : "Tekeleza sehemu ya jina kamili",
    "Show phone field" : "Onyesha sehemu ya simu",
    "Enforce phone field" : "Tekeleza sehemu ya simu",
    "User instructions" : "Maagizo ya mtumiaji",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Tahadhari: Maagizo ya mtumiaji hayatatafsiriwa na kwa hivyo yataonyeshwa kama ilivyosanidiwa hapa chini kwa watumiaji wote bila kujali lugha yao halisi.",
    "Registration form instructions" : "Maagizo ya fomu ya usajili",
    "A short message that is shown to the user in the registration process." : "Ujumbe mfupi ambao unaonyeshwa kwa mtumiaji katika mchakato wa usajili.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is displayed in the account creation step of the registration process." : "Ongeza maagizo ya ziada ya mtumiaji (k.m. kwa kuchagua jina lao la kuingia). Ikiwa imesanidiwa maandishi yanaonyeshwa katika hatua ya kuunda akaunti ya mchakato wa usajili.",
    "Verification email instructions" : "Maagizo ya barua pepe ya uthibitishaji",
    "A short message that is shown to the user in the verification email." : "Ujumbe mfupi ambao unaonyeshwa kwa mtumiaji katika barua pepe ya uthibitishaji.",
    "Add additional user instructions (e.g. for choosing their login name). If configured the text is embedded in the verification-email." : "Ongeza maagizo ya ziada ya mtumiaji (k.m. kwa kuchagua jina lao la kuingia). Ikiwa imesanidiwa maandishi hupachikwa kwenye barua pepe ya uthibitishaji.",
    "Please create your username following the scheme " : "Tafadhali tengeneza jina lako la mtumiaji kufuatia mpango",
    "Email (optional)" : "Barua pepe (ya hiari)",
    "Email" : "Barua pepe",
    "Continue" : "Endelea",
    "Request verification code" : "Omba msimbo wa kuthibitisha",
    "Request verification link" : "Omba kiungo cha uthibitishaji",
    "Back to login" : "Rudi kwenye uingiaji",
    "Welcome, you can create your account below." : "Karibu, unaweza kufungua akaunti yako hapa chini.",
    "Login name" : "Jina la kuingia",
    "Full name" : "Jina kamili",
    "Phone number" : "Namba ya simu",
    "Password" : "Nenosiri",
    "Loading" : "Inapakia",
    "Create account" : "Tengeneza akaunti",
    "Verification code" : "Msimbo wa uthibitishaji",
    "Verify" : "Thibitisha",
    "Approval required" : "Idhini inahitajika",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Akaunti yako imeundwa, lakini bado inahitaji idhini kutoka kwa msimamizi."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}