{ "translations": {
    "Registration is not allowed with the following domains:" : "Şu etki alanları ile hesap açılamaz:",
    "Registration is only allowed with the following domains:" : "Yalnız şu etki alanları ile hesap açılabilir:",
    "A problem occurred sending email, please contact your administrator." : "E-posta gönderilirken bir sorun çıktı. Lütfen BT yöneticiniz ile görüşün.",
    "The entered verification code is wrong" : "Yazdığınız doğrulama kodu geçersiz",
    "The verification failed." : "Doğrulanamadı.",
    "Invalid username policy regex" : "Geçersiz kullanıcı adı ilkesi kurallı ifadesi",
    "Saved" : "Kaydedildi",
    "No such group" : "Böyle bir grup yok",
    "Register" : "Hesap Aç",
    "The email address you entered is not valid" : "Yazdığınız e-posta adresi geçersiz",
    "Verify your %s registration request" : "%s hesap açma başvurunuzu doğrulayın",
    "Registration" : "Hesap açma",
    "Email address verified, you can now complete your registration." : "E-posta adresi doğrulandı. Şimdi hesap açma işlemini tamamlayabilirsiniz.",
    "Click the button below to continue." : "İşlemi sürdürmek için aşağıdaki düğmeye tıklayın.",
    "Verification code: %s" : "Doğrulama kodu: %s",
    "Continue registration" : "Hesap açma işlemini sürdür",
    "New user \"%s\" has created an account on %s" : "\"%s\" kullanıcı hesabı %s üzerinde açıldı",
    "New user registered" : "Yeni kullanıcı hesabı açıldı",
    "\"%1$s\" registered a new account on %2$s." : "\"%1$s\", %2$s üzerinde yeni bir hesap açtı.",
    "\"%1$s\" registered a new account on %2$s and needs to be enabled." : "\"%1$s\", %2$s üzerinde açtığı yeni hesabın etkinleştirilmesi gerekiyor.",
    "Enable now" : "Şimdi etkinleştir",
    "A user has already taken this email, maybe you already have an account?" : "Bu e-posta adresini kullanan başka bir kullanıcı zaten var. Daha önce hesap açmış olabilir misiniz?",
    "You can <a href=\"%s\">log in now</a>." : "Artık <a href=\"%s\">oturum açabilirsiniz</a>.",
    "Registration with this email domain is not allowed." : "Bu e-posta etki alanı ile hesap açılamaz:",
    "Please provide a valid display name." : "Lütfen geçerli bir görüntülenecek ad yazın.",
    "Please provide a valid user name." : "Lütfen geçerli bir kullanıcı adı yazın.",
    "The username you have chosen already exists." : "Seçtiğiniz kullanıcı adı zaten var.",
    "Unable to create user, there are problems with the user backend." : "Kullanıcı oluşturulamadı. Kullanıcı arka yüzünde sorun çıktı.",
    "Unable to set user email: " : "Kullanıcı e-posta adresi ayarlanamadı:",
    "Registration app auto setup" : "Hesap açma uygulaması otomatik kurulum",
    "This app allows users to self-register a new account using their e-mail address." : "Bu uygulama kullanıcıların e-posta adresleri ile yeni bir hesap açmasını sağlar.",
    "User registration\n\nThis app allows users to register a new account.\n\n# Features\n\n- Add users to a given group\n- Allow-list with email domains (including wildcard) to register with\n- Admins will be notified via email for new user creation or require approval\n- Supports Nextcloud's Client Login Flow v1 and v2 - allowing registration in the mobile Apps and Desktop clients\n\n# Web form registration flow\n\n1. User enters their email address\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where they can choose their username and password\n5. New account is created and is logged in automatically" : "Kullanıcı hesabı açma\n\nBu uygulama kullanıcıların yeni bir hesap açmasını sağlar.\n\n# Özellikler\n\n- Hesap açan kullanıcılar belirtilen bir gruba eklenebilir\n- Etki alanı adı listesi ile kayıt olunabilecek e-posta adresleri kısıtlanabilir (genel arama karakteri kullanılabilir)\n- Yeni kullanıcı hesabı açma ya da onaylama işlemleri yöneticilere bildirilir\n- Nextcloud Client Login Flow v1 ve v2 süreçlerini destekler - mobil ve masaüstü uygulamalardan hesap açılabilmesini sağlar\n\n# Web formu ile hesap açma akışı\n\n1. Kullanıcı e-posta adresini yazar\n2. Kullanıcının e-posta adresine doğrulama bağlantısı gönderilir\n3. Kullanıcı doğrulama bağlantısına tıklar\n4. Kullanıcı adı ve parolanın yazılacağı bir form açılır\n5. Yeni hesap açılışı tamamlanır ve otomatik olarak oturum açılır",
    "Registered users default group" : "Hesap açan kullanıcılar için varsayılan grup",
    "None" : "Yok",
    "Disable Email Verification" : "E-posta Doğrulanmasın",
    "Let user can register directly without email verification" : "Bu seçenek etkinleştirildiğinde, kullanıcılar e-posta adresleri doğrulanmadan doğrudan hesap açabilir",
    "Allowed email domains" : "İzin verilen e-posta etki alanları",
    "Enter a semicolon-separated list of allowed email domains, * for wildcard. Example: %s" : "Hesap açılmasına izin verilecek e-posta etki alanlarının noktalı virgül ile ayrılmış listesi. * genel arama karakteri kullanılabilir. Örnek: %s",
    "Block listed email domains instead of allowing them" : "Listedeki e-posta etki alanları izin verilmek yerine engellensin",
    "Show the allowed/blocked email domains to users" : "İzin verilen ya da engellenen e-posta etki alanları kullanıcılara görüntülensin",
    "Force email as login name" : "Oturum açma kullanıcı adı olarak e-posta adresi kullanılsın",
    "Username policy" : "Kullanıcı adı ilkesi",
    "If configured, usernames will be validated through the regular expression. If the validation fails the user is prompted with a generic error. Make sure your regex is working correctly." : "Yapılandırılmış ise, kullanıcı adları kurallı ifade ile doğrulanır. Doğrulama yapılamadığında, kullanıcıya genel bir hata iletisi görüntülenir. Kurallı ifadenizin doğru çalıştığından emin olun.",
    "User instructions" : "Kullanıcı yönergeleri",
    "Caution: The user instructions will not be translated and will therefore be displayed as configured below for all users regardless of their actual language." : "Dikkat: Kullanıcı yönergeleri çevrilmez. Bu nedenle tüm kullanıcılara, geçerli dillerine bakılmaksızın aşağıda yapılandırılmış yönergeler görüntülenir.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is displayed in the account creation step of the registration process." : "Ek kullanıcı yönergeleri ekleyin (kullanıcı adının seçilmesi gibi). Yapılandırılmış ise, bu metin hesap açma işleminin hesap oluşturma adımında görüntülenir.",
    "Add additional user instructions (e.g. for choosing their usernames). If configured the text is embedded in the the verification-Email." : "Ek kullanıcı yönergeleri ekleyin (kullanıcı adının seçilmesi gibi). Yapılandırılmış ise, bu metin doğrulama e-postasına eklenir.",
    "Admin approval" : "Yönetici onayı",
    "Require admin approval" : "Yönetici onayı istensin",
    "Enabling \"admin approval\" will prevent registrations from mobile and desktop clients to complete as the credentials can not be verified by the client until the user was enabled." : "Kullanıcı etkinleştirilene kadar kimlik bilgileri istemci tarafından doğrulanamayacağından, \"yönetici onayı\" seçeneği etkinleştirildiğinde, mobil ve masaüstü istemcilerden yapılan kayıtların tamamlanması engellenir.",
    "Approval required" : "Onay gerekli",
    "Your account has been successfully created, but it still needs approval from an administrator." : "Hesabınız açıldı ancak bir yönetici tarafından onaylanması bekleniyor.",
    "Email" : "E-posta",
    "Continue" : "Sürdür",
    "Request verification link" : "Doğrulama bağlantısı gönder",
    "Back to login" : "Oturum açmaya geri dön",
    "Welcome, you can create your account below." : "Hoş geldiniz. Aşağıdan hesabınızı açabilirsiniz.",
    "Username" : "Kullanıcı Adı",
    "Password" : "Parola",
    "Create account" : "Hesap açın",
    "Verification code" : "Doğrulama kodu",
    "Verify" : "Doğrula",
    "Your registration is pending. Please confirm your email address." : "Hesap açma başvurunuz bekliyor. Lütfen e-posta adresinizi doğrulayın.",
    "There is already a pending registration with this email, a new verification email has been sent to the address." : "Daha önce bu e-posta adresiyle yapılmış bir hesap açma başvurusu var. Adrese yeni bir doğrulama e-postası gönderildi.",
    "Verification email successfully sent." : "Doğrulama e-postası gönderildi.",
    "Your account has been successfully created, you can <a href=\"%s\">log in now</a>." : "Hesabınız açıldı. <a href=\"%s\">Oturum açabilirsiniz</a>.",
    "A new user \"%s\" has created an account on %s" : "%s üzerinde \"%s\" kullanıcı hesabı açıldı",
    "Registration is only allowed for the following domains: " : "Yalnız şu etki alanları ile hesap açılabilir:",
    "Invalid verification URL. No registration request with this verification URL is found." : "Doğrulama adresi geçersiz. Bu doğrulama adresine ait bir hesap açma isteği bulunamadı.",
    "Failed to delete pending registration request" : "Bekleyen hesap açma isteği silinemedi",
    "User registration\n\nThis app allows users to register a new account.\n\n# Flow\n\n1. User enters his/her email\n2. Verification link is sent to the email address\n3. User clicks on the verification link\n4. User is lead to a form where one can choose username and password\n5. New account is created and is logged in automatically\n\n# Features\n\n- Admin can specify which group the newly created users belong\n- Admin can limit the email domains allowed to register\n- Admin will be notified by email for new user creation\n\n# Donate\n\nSend Ethereum to `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`" : "Kullanıcı hesabı açma\n\nBu uygulama kullanıcıların yeni hesap açmasını sağlar.\n\n# Süreç\n\n1. Kullanıcı e-posta adresini yazar\n2. E-posta adresine doğrulama bağlantısı gönderilir\n3. Kullanıcı doğrulama bağlantısına tıklar\n4. Kullanıcı bir kullanıcı adı ve parola yazacağı forma yönlendirilir\n5. Yeni hesap açılır ve otomatik olarak oturum açılır\n\n# Özellikleri\n\n- Yönetici, yeni açılan hesapların ekleneceği bir grup atayabilir\n- Yönetici, hesap açılabilecek etki alanlarını kısıtlayabilir\n- Yönetici, yeni hesap açılışları ile ilgili bildirim alabilir\n\n# Bağış Yapın\n\nBağış yapmak için şu koda Ethereum gönderebilirsiniz `0x941613eBB948C2C547cb957B55fEB2609fa6Fe66`\nSend BTC to `33pStaSaf4sDUA8XBAHTq7ZDQpCVFQArxQ`",
    "Default group that all registered users belong" : "Tüm hesap açmış kullanıcıların katılacağı varsayılan grup",
    "Allowed mail address domains for registration" : "Hesap açmak için kullanılabilecek e-posta adresi etki alanları",
    "Enter a semicolon-separated list of allowed domains. Example: owncloud.com;github.com" : "Hesap açılmasına izin verilecek etki alanlarının noktalı virgül ile ayrılmış listesi. Örnek: owncloud.com;github.com",
    "Require admin approval?" : "Yönetici onayı istensin",
    "Registration is only allowed for the following domains:" : "Yalnız şu etki alanları ile hesap açılabilir:",
    "A new user \"%s\" has created an account on %s and awaits admin approbation" : "\"%s\" kullanıcı hesabı %s üzerinde açıldı ve onaylanmayı bekliyor",
    "To create a new account on %s, just click the following link:" : "%s üzerinde yeni bir hesap açmak için şu bağlantıya tıklayın:",
    "Thank you for registering, you should receive a verification link in a few minutes." : "Hesap açtığınız için teşekkürler. Bir kaç dakika içinde bir doğrulama e-postası almalısınız.",
    "Please re-enter a valid email address" : "Lütfen yeniden geçerli bir e-posta adresi yazın",
    "You will receive an email with a verification link" : "Doğrulama bağlantısını içeren bir e-posta alacaksınız"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}