{ "translations": {
    "Register" : "Реєстрація",
    "Email address you entered is not valid" : "Введена вами електронна пошта недійсна",
    "There is already a pending registration with this email" : "Запит на реєстрацію з такою адресою електронної пошти вже існує",
    "Verify your ownCloud registration request" : "Підтвердіть запит на реєстрацію в ownCloud",
    "Verification email successfully sent." : "Перевірка електронної пошти пройшла успішно",
    "Invalid verification URL. No registration request with this verification URL is found." : "Недійсний URL перевірки. Запитів на реєстрацію з таким URL не знайдено.",
    "Unable to create user, there are problems with user backend." : "Неможливо створити обліковий запис, можливо, проблема на боці користувача.",
    "Your account has been successfully created, you can <a href=\"{link}\">log in now</a>." : "Ваш обліковий запис успішно створено, тепер ви можете <a href=\"{link}\">зайти на сайт</a>.",
    "Your settings have been updated." : "Налаштування оновлені.",
    "No such group" : "Немає такої групи",
    "Registration" : "Реєстрація",
    "Default group that all registered users belong" : "Група за замовчуванням, до якої належать всі зареєстровані користувачі",
    "None" : "Жоден",
    "Welcome, you can create your account below." : "Вітаємо, ви можете створити обліковий запис нижче.",
    "Username" : "Ім'я користувача",
    "Password" : "Пароль",
    "Create account" : "Створити запис",
    "Thank you for registering, you should receive verification link in a few minutes." : "Дякуємо за реєстрацію, ви маєте отримати через декілька хвилин посилання для підтвердження реєстрації.",
    "Email" : "Ел.пошта",
    "Request verification link" : "Запит посилання для підтвердження",
    "Please re-enter a valid email address" : "Будь ласка, ще раз введіть електрону пошту",
    "You will receive an email with verification link" : "Ви отримаєте лист з посиланням для підтвердження"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}