{ "translations": {
    "Register" : "Реєстрація",
    "The email address you entered is not valid" : "Введена вами адреса електронної пошти не є дійсною",
    "A problem occurred sending email, please contact your administrator." : "Проблема надсилання електронної пошти, будь ласка, зверніться до адміністратора",
    "A user has already taken this email, maybe you already have an account?" : "Користувач вже має таку адресу електронної пошти, можливо ви вже маєте обліковий запис?",
    "You can <a href=\"{login}\">log in now</a>." : "Ви можете <a href=\"{login}\">увійти на сайт</a>.",
    "Verification email successfully sent." : "Перевірка електронної пошти пройшла успішно",
    "Invalid verification URL. No registration request with this verification URL is found." : "Недійсний URL перевірки. Запитів на реєстрацію з таким URL не знайдено.",
    "Unable to create user, there are problems with the user backend." : "Неможливо створити обліковий запис, проблема на боці користувача.",
    "Unable to set user email: " : "Не можливо встановити користувачу адресу електронної пошти: ",
    "Your account has been successfully created, you can <a href=\"{link}\">log in now</a>." : "Ваш обліковий запис успішно створено, тепер ви можете <a href=\"{link}\">зайти на сайт</a>.",
    "A new user \"%s\" has created an account on %s" : "Новий користувач \"%s\" зробив обліковий запис у %s",
    "Saved" : "Збережено",
    "No such group" : "Немає такої групи",
    "Registration" : "Реєстрація",
    "Default group that all registered users belong" : "Група за замовчуванням, до якої належать всі зареєстровані користувачі",
    "None" : "Жоден",
    "To create a new account on %s, just click the following link:" : "Щоб створити новий обліковий запис у %s, натисніть наступне посилання:",
    "Welcome, you can create your account below." : "Вітаємо, ви можете створити обліковий запис нижче.",
    "Username" : "Ім'я користувача",
    "Password" : "Пароль",
    "Create account" : "Створити запис",
    "Email" : "Ел.пошта",
    "Request verification link" : "Запит посилання для підтвердження",
    "Please re-enter a valid email address" : "Будь ласка, ще раз введіть електрону пошту"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}